final List<Map<String, String>> items = [
    //등
    {
      'title': '랫 풀 다운',
      'subtitle': '등, 이두',
      'image': 'assets/back/lat-pulldown.png',
      'gif':'assets/back/lat-pulldown.gif',
      'tip': """랫 풀 다운은 등 상부 근육에 집중적으로 작용하여 세밀한 근육 발달을 위해 효과적입니다. 자세 교정과 근력 향상에 도움이 됩니다""",
      'preparation': """랫 풀 다운 머신 앞에 앉아 손잡이에 손을 넓게 잡아주세요
몸을 뒤로 젖혀 앉고, 발은 바닥에 고정하세요
팔을 완전히 뻗은 상태에서 시작합니다""",
      'movement':"""손잡이를 천천히 아래로 당겨오면서 숨을 내쉽니다
단단히 고정된 상체와 팔의 움직임으로 손잡이를 가슴이나 목 아래까지 당겨 올라가주세요
상체를 움직이지 않으면서 팔만 움직여 원 위치로 손잡이를 천천히 올려주며, 이때 숨을 들이쉽니다""",
      'breathing':"""손잡이를 당겨올릴 때 숨을 내쉬며, 원래 위치로 도아올 때 숨을 들이쉬세요""",
      'precautions': """적절한 중량을 선택하세요.
운동 중 불편함을 느끼면 즉시 중단하세요
상체를 고정하고 팔만 움직이세요""",
      'category': '등',
    },
    {
      'title': '원 암 랫 풀 다운',
      'subtitle': '등, 이두',
      'image': 'assets/back/one-arm-lat-pulldown.png',
      'gif':'assets/back/one-arm-lat-pulldown.gif',
      'tip':"""한 팔로 랫 풀 다운을 진행하여 광배근을 타겟하는 운동입니다""",
      'preparation': """무릎이 조이지 않도록 무릎 패드 높이를 조절해 주세요
그립을 잡고 날개뼈를 모아 가슴을 펴주세요""",
      'movement':"""날개뼈를 모으면서 자연스럽게 팔을 당겨주세요
앞쪽을 보고 있는 손바닥을 몸쪽으로 돌리면서 어깨 위치까지 당겨주세요
다시 손바닥이 앞쪽을 향하도록 돌리면서 팔을 올려주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """어깨와 팔을 완전히 펴면 어깨에 무리가 갈 수 있으니 주의해 주세요
승모근이 따라 올라가지 않도록 주의해 주세요
팔꿈치가 뒤로 빠지지 않도록 주의해 주세요""",
      'category': '등',
    },
    {
      'title': '클로즈 그립 랫 풀 다운',
      'subtitle': '등, 어깨',
      'image': 'assets/back/close-grip-lat-pulldown.png',
      'gif': 'assets/back/close-grip-lat-pulldown.gif',
      'tip':"""클로즈 그립을 사용함에 따라 등근육 아래까지 자극을 가져갈 수 있어요. 쇄골에 바를 붙여주는 동작으로 진행해주세요""",
      'preparation': """무릎이 조이지 않도록 무릎 패드 높이를 조절해 주세요
손바닥이 앞으로 가게 해서 어깨너비보다 조금 좁게 바를 잡아주세요
날개뼈를 모아 가슴을 펴주세요""",
      'movement':"""팔꿈치가 앞을 향한 상태에서 팔꿈치를 아래로 내려주세요
바가 쇄골에 닿을 때까지 당겨주세요
천천히 팔을 올리면서 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """어깨와 팔을 완전히 펴면 어깨에 무리가 갈 수 있으니 주의해 주세요
승모근이 따라 올라가지 않도록 주의해 주세요""",
      'category': '등',
    },

    {
      'title': '케이블 스트레이트 암 풀 다운',
      'subtitle': '등, 어깨',
      'image': 'assets/back/cable-straight-arm-pulldown.png',
      'gif': 'assets/back/cable-straight-arm-pulldown.gif',
      'tip':"""팔을 살짝 구분릴 채로 유지하면서 몸에 닿을 때까지 당겨주세요. 이때, 가슴을 들어주면 자극을 더 느끼실 수 있습니다""",
      'preparation': """로프를 눈높이에 맞춰 주세요
어깨너비로 로프를 잡아주세요
팔을 쭉 펴고, 수직이 되는 위치에 서주세요""",
      'movement':"""겨드랑이에 힘을 주고 로프가 몸쪽으로 오도록 당겨주세요
어깨 위치까지 천천히 다시 올려주세요""",
      'breathing':"""팔을 내릴 때 숨을 내쉬고, 팔을 올릴 때 숨을 들이쉬세요""",
      'precautions': """팔이 굽어지지 않도록 주의해 주세요
팔이 어깨보다 높이 올라가지 않도록 주의해 주세요
승모근이 올라가지 않도록 주의해 주세요""",
      'category': '등',
    },

    {
      'title': '풀 업',
      'subtitle': '등, 이두',
      'image': 'assets/back/pull-up.png',
      'gif': 'assets/back/pull-up.gif',
      'tip':"""풀 업은 팔을 당겨서 상체가 올리는 동작이고, 그립을 잡는 방식에 따라 손바닥이 바깥쪽을 향하면 풀업, 안쪽을 향하면 친업이라고 해요""",
      'preparation': """어깨너비보다 조금 넓게 바를 잡아주세요
날개뼈를 모아 가슴을 펴주세요""",
      'movement':"""가슴이 바에 닿도록 팔을 당겨주세요
날개뼈를 모으면서 자연스럽게 팔을 당겨주세요
가슴을 편 상태로 천천히 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """내려왔을 때 시작 자세가 풀리지 않도록 주의해 주세요
팔이 아닌 날개뼈를 움직이는 힘으로 올라가 주세요""",
      'category': '등',
    },
    {
      'title': '중량 풀업',
      'subtitle': '등, 이두',
      'image': 'assets/back/weighted-pull-up.png',
      'gif': 'assets/back/weighted-pull-up.png',
      'tip':"""풀업이 너무 쉽게 느껴지시는 분들에게 추천드려요. 부상에 유의하며 가슴이 바에 닿도록 올라가주세요""",
      'preparation': """본인에게 맞는 무게를 허리를 매주세요
어깨너비보다 조금 넓게 바를 잡아주세요
날개뼈를 모아 가슴을 펴주세요""",
      'movement':"""가슴이 바에 닿도록 팔을 당겨주세요
날개뼈를 모으면서 자연스럽게 팔을 당겨주세요
가슴을 편 상태로 천천히 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """내려왔을 때 시작 자세가 풀리지 않도록 주의해 주세요
팔이 아닌 날개뼈를 움직이는 힘으로 올라가 주세요""",
      'category': '등',
    },
    {
      'title': '어시스티드 머신 풀업',
      'subtitle': '등, 이두',
      'image': 'assets/back/assisted-pull-up.png',
      'gif': 'assets/back/assisted-pull-up.gif',
      'tip':"""어시스트 머신을 이용하기 때문에 맨몸 풀 업이 힘든 분들에게 도움이 될 수 있어요. 10개 할 수 있을 정도의 중량을 설정한 후에 조금씩 늘려가주세요""",
      'preparation': """도움받을 무게로 세팅해 주세요
어깨너비보다 조금 넓게 바를 잡고, 패드 위에 무릎을 꿇어주세요
날개뼈를 모아 가슴을 펴주세요""",
      'movement':"""가슴이 바에 닿도록 팔을 당겨주세요
날개뼈를 모으면서 자연스럽게 팔을 당겨주세요
가슴을 편 상태로 천천히 시작 자세로 돌아와 주세요""",
      'breathing':"""몸이 올라갈 때 숨을 내쉬고, 몸이 내려갈 때 숨을 들이쉬세요""",
      'precautions': """내려왔을 때 시작 자세가 풀리지 않도록 주의해 주세요
팔이 아닌 날개뼈를 움직이는 힘으로 올라가 주세요""",
      'category': '등',
    },
    {
      'title': '밴드 풀 업',
      'subtitle': '등, 이두',
      'image': 'assets/back/band-pull-up.png',
      'gif': 'assets/back/band-pull-up.gif',
      'tip':"""밴드를 발에 끼우는 것부터 시작해서 차근차근 무릎으로 옮겨 난이도를 올려주세요. 너무 빠르게 하지 않도록 주의해주세요""",
      'preparation': """도움받을 밴드를 바에 묶어주세요
어깨너비보다 조금 넓게 바를 잡고, 밴드 위에 올라서 주세요
날개뼈를 모아 가슴을 펴주세요""",
      'movement':"""가슴이 바에 닿도록 팔을 당겨주세요
날개뼈를 모으면서 자연스럽게 팔을 당겨주세요
가슴을 편 상태로 천천히 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """내려왔을 때 시작 자세가 풀리지 않도록 주의해 주세요
팔이 아닌 날개뼈를 움직이는 힘으로 올라가 주세요""",
      'category': '등',
    },

    {
      'title': '친 업',
      'subtitle': '등, 전완',
      'image': 'assets/back/chin-up.png',
      'gif': 'assets/back/chin-up.gif',
      'tip':"""친 업은 등 근육과 이두 근육의 힘으로 상체를 위로 올리는 동작이에요. 손잡이를 잡는 방식에 따라 손바닥이 바깥쪽을 향하면 풀 업, 안쪽을 향하면 친 업이라고 해요. 등의 두께를 두껍게 만들기에 좋은 운동이에요""",
      'preparation': """손바닥이 몸을 향하게 바를 잡아주세요
그립의 넓이는 어깨너비로 잡아주세요
어깨가 굽지 않게 가슴을 열어주세요""",
      'movement':"""가슴이 바를 향하도록 팔에 힘을 주어 올라가세요
천천히 시작 자세로 돌아오세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """반동 때문에 몸이 흔들리지 않도록 천천히 동작을 진행해주세요""",
      'category': '등',
    },
    {
      'title': '중량 친 업',
      'subtitle': '등, 전완',
      'image': 'assets/back/weighted-chin-up.png',
      'gif': 'assets/back/weighted-chin-up.gif',
      'tip':"""친업이 너무 쉽게 느껴지시는 분들에게 추천드려요. 부상에 유의하며 가슴이 바에 닿도록 올라가주세요""",
      'preparation': """본인에게 맞는 무게를 허리에 매주세요
어깨너비로 바를 잡아주세요
날개뼈를 모아 가슴을 펴주세요""",
      'movement':"""가슴이 바에 닿도록 팔을 당겨주세요
날개뼈를 모으면서 자연스럽게 팔을 당겨주세요
가슴을 편 상태로 천천히 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """내려왔을 때 시작 자세가 풀리지 않도록 주의해 주세요
팔이 아닌 날개뼈를 움직이는 힘으로 올라가 주세요""",
      'category': '등',
    },
    {
      'title': '밴드 친 업',
      'subtitle': '등, 전완',
      'image': 'assets/back/band-chin-up.png',
      'gif': 'assets/back/band-chin-up.gif',
      'tip':"""밴드를 발에 끼우는 것부터 시작해서 차근차근 무릎으로 옮겨 난이도를 올려주세요. 너무 빠르게 하지 않도록 주의해주세요""",
      'preparation': """도움받을 밴드를 바에 묶어주세요
어깨너비로 바를 잡고, 밴드 위에 올라서 주세요
날개뼈를 모아 가슴을 펴주세요""",
      'movement':"""가슴이 바에 닿도록 팔을 당겨주세요
날개뼈를 모으면서 자연스럽게 팔을 당겨주세요
가슴을 편 상태로 천천히 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """내려왔을 때 시작 자세가 풀리지 않도록 주의해 주세요
팔이 아닌 날개뼈를 움직이는 힘으로 올라가 주세요""",
      'category': '등',
    },

    {
      'title': '케이블 시티드 로우',
      'subtitle': '등, 이두',
      'image': 'assets/back/cable-seated-row.png',
      'gif': 'assets/back/cable-seated-row.gif',
      'tip':"""등 근육 안쪽을 키우기 좋은 운동이에요. 팔의 힘이 아닌 어깨를 뒤로 보낸후 등의 힘으로 당겨주세요""",
      'preparation': """무릎이 살짝 굽혀지는 위치에 앉아주세요
다리를 고정하고 그립을 잡아주세요
허리를 세우고, 가슴을 펴주세요""",
      'movement':"""날개뼈를 모으면서 자연스럽게 팔을 당겨주세요
그립이 배에 닿도록 당겨주세요
허리를 세운 상태로 팔꿈치를 완전히 펴면서 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """팔꿈치를 벌어지지 않도록 주의해 주세요
허리가 말리지 않도록 가슴을 펴주세요
허리가 앞뒤로 움직이지 않도록 고정해 주세요""",
      'category': '등',
    },
    {
      'title': '바벨 로우(벤트 오버 바벨 로우)',
      'subtitle': '등, 이두',
      'image': 'assets/back/barbell-row.png',
      'gif': 'assets/back/barbell-row.gif',
      'tip':"""바벨을 잡는 각도, 넓이 그리고 수행하는 동작의 범위에 따라 다양한 명칭으로 불리는 운동이에요. 완벽한 등근육을 위한 최고의 운동이에요""",
      'preparation': """바벨이 정강이에 위치할 수 있게 높이를 조절해 주세요
다리는 어깨너비만큼 벌려 주세요
엉덩이를 뒤로 살짝 빼면서 자연스럽게 무릎을 굽혀 주세요
어깨너비만큼 바벨을 잡고 가슴을 펴주세요""",
      'movement':"""바벨이 수직으로 올라갈 수 있게 배꼽 쪽으로 당겨주세요
날개뼈를 모으면서 자연스럽게 팔꿈치와 손을 당겨주세요
무게를 등의 힘으로 버티며 무릎 아래까지 손을 내려주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions': """팔꿈치가 벌어지지 않도록 주의해 주세요
허리가 너무 세워지거나 위아래로 움직이지 않도록 주의해 주세요
허리가 말리지 않도록 코어에 힘을 주세요""",
      'category': '등',
    },
    {
      'title': '펜들레이 로우',
      'subtitle': '등',
      'image': 'assets/back/pendlay-row.png',
      'gif': 'assets/back/pendlay-row.gif',
      'tip':"""바벨을 땅에 내려놓은 상태에서 허리를 숙이고 들어 올리는 운동으로 후면 근육 발달에 좋은 운동이에요""",
      'preparation': """바벨과 3cm 떨어진 곳에 정강이를 위치시켜 주세요
다리는 어깨너비만큼 벌려 주세요
엉덩이를 뒤로 살짝 빼면서 자연스럽게 무릎을 굽혀 주세요
어깨너비만큼 바벨을 잡고 가슴을 펴주세요""",
      'movement':"""바벨과 3cm 떨어진 곳에 정강이를 위치시켜 주세요
다리는 어깨너비만큼 벌려 주세요
엉덩이를 뒤로 살짝 빼면서 자연스럽게 무릎을 굽혀 주세요
어깨너비만큼 바벨을 잡고 가슴을 펴주세요""",
      'breathing':"""바벨을 올릴 때 숨을 내쉬고, 바벨을 내릴 때 숨을 들이쉬세요""",
      'precautions': """팔꿈치가 벌어지지 않도록 주의해 주세요
허리가 너무 세워지거나 위아래로 움직이지 않도록 주의해 주세요
허리가 말리지 않도록 코어에 힘을 주세요""",
      'category': '등',
    },
    {
      'title': '티 바 로우',
      'subtitle': '등, 이두',
      'image': 'assets/back/t-bar-row.png',
      'gif': 'assets/back/t-bar-row.gif',
      'tip':"""티바 로우는 등의 라인을 집중적으로 자극할 수 있음은 물론, 평형 유지가 쉽기에 초보자가 도전하기 좋은 운동입니다""",
      'preparation': """티바 머신에 서서 발은 어깨 너비로 벌리고, 로우 바에 양손을 잡아주세요
세운 상태에서 약간 골반을 뒤로 빼고 허리를 앞으로 숙이며 상체를 약 45도 각도로 들어주세요
이때, 등과 팔은 뻗은 상태로 유지하고, 머리도 자연스럽게 뻗어주세요""",
      'movement':"""팔꿈치를 구부린 채로 로우 바를 몸쪽으로 당겨오면서 숨을 내쉽니다
가슴에 바를 닿게 하여 등 근육을 최대한 수축시키세요
최상단에서 잠시 멈춘 후, 천천히 원래 위치로 돌아가면서 숨을 들이쉽니다""",
      'breathing':"""바를 몸쪽으로 당길 때 숨을 내쉬고, 원래 위치로 돌아올 때 숨을 들이쉬세요""",
      'precautions': """등 또는 어깨에 통증이 느껴지면 즉시 운동을 중단하세요
허리를 너무 굽히지 않도록 주의해야 합니다
과도한 중량을 사용하지 않도록 주의해주세요""",
      'category': '등',
    },
    {
      'title': '인버티드 로우',
      'subtitle': '등, 이두',
      'image': 'assets/back/inverted-row.png',
      'gif': 'assets/back/inverted-row.gif',
      'tip':"""인버티드 로우는 풀 업의 보조운동으로 많이 하는 운동이에요. 조금 힘들어도 완벽한 자세로 호흡 신경쓰면서 해주면 아주 좋아요""",
      'preparation': """스미스머신의 바를 골반 위치에 걸어주세요
바가 낮아질수록 운동 강도가 높아집니다
하늘을 본 상태에서 어깨너비보다 조금 넓게 바를 잡아주세요
다리를 펴고, 몸을 일직선으로 만들어 주세요""",
      'movement':"""날개뼈를 모으면서 자연스럽게 팔을 당겨주세요
팔꿈치가 수직이 될 때까지 당겨주세요
몸을 일직선으로 유지한 채로 팔을 천천히 펴면서 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """스미스머신의 바가 풀리지 않도록 주의해 주세요""",
      'category': '등',
    },

    {
      'title': '덤벨 로우(벤트 오버 덤벨 로우)',
      'subtitle': '등, 이두',
      'image': 'assets/back/dumbbell-row.png',
      'gif': 'assets/back/dumbbell-row.gif',
      'tip':"""덤벨은 바벨보다 움직일 수 있는 범위가 넓기 때문에 근신경 발달에 효과적이고 등근육을 멋지게 만들 수 있어요""",
      'preparation': """정강이에 위치에서 어깨너비로 덤벨을 잡아주세요
다리는 어깨너비만큼 벌려 주세요
엉덩이를 뒤로 살짝 빼면서 자연스럽게 무릎을 굽혀 주세요""",
      'movement':"""덤벨이 수직으로 올라갈 수 있게 옆구리 쪽으로 당겨주세요
날개뼈를 모으면서 자연스럽게 팔꿈치와 손을 당겨주세요
등의 힘으로 버티며 무릎 아래까지 손을 내려주세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions': """팔꿈치가 벌어지지 않도록 주의해 주세요
허리가 너무 세워지거나 위아래로 움직이지 않도록 주의해 주세요
허리가 말리지 않도록 코어에 힘을 주세요""",
      'category': '등',
    },
    {
      'title': '원 암 덤벨 로우',
      'subtitle': '등, 이두',
      'image': 'assets/back/one-arm-dumbbell-row.png',
      'gif': 'assets/back/one-arm-dumbbell-row.gif',
      'tip':"""덤벨 하나만 있으면 어디서나 할 수 있는 등운동이에요. 등 전체를 훈련하는 동작이에요""",
      'preparation': """덤벨을 든 팔의 반대쪽 무릎을 벤치에 올려주세요
덤벨을 들지 않은 팔은 쭉펴서 상체를 지지해 주세요
상체와 벤치가 평행하도록 자세를 잡고, 가슴을 펴주세요""",
      'movement':"""덤벨을 든 팔을 당겨주세요
팔꿈치를 옆구리에 붙이고, 팔꿈치가 수직이 될 때까지 당겨주세요
팔꿈치가 완전히 펴질 때까지 천천히 내리면서 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions': """팔꿈치가 벌어지지 않도록 주의해 주세요
허리가 말리지 않도록 가슴을 펴주세요""",
      'category': '등',
    },
    {
      'title': '덤벨 리어 델트 로우',
      'subtitle': '등, 어깨',
      'image': 'assets/back/dumbbell-rear-delt-row.png',
      'gif': 'assets/back/dumbbell-rear-delt-row.gif',
      'tip':"""덤벨 하나만 있으면 어디서나 할 수 있는 등운동이에요. 등 전체를 훈련하는 동작이에요""",
      'preparation': """덤벨을 든 팔의 반대쪽 무릎을 벤치에 올려주세요
덤벨을 들지 않은 팔은 쭉펴서 상체를 지지해 주세요
상체와 벤치가 평행하도록 자세를 잡고, 가슴을 펴주세요""",
      'movement':"""덤벨을 든 팔을 당겨주세요
팔꿈치를 옆구리에 붙이고, 팔꿈치가 수직이 될 때까지 당겨주세요
팔꿈치가 완전히 펴질 때까지 천천히 내리면서 시작 자세로 돌아와 주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions': """팔꿈치가 벌어지지 않도록 주의해 주세요
허리가 말리지 않도록 가슴을 펴주세요""",
      'category': '등',
    },

    {
      'title': '백 익스텐션',
      'subtitle': '등, 둔근',
      'image': 'assets/back/back-extension.png',
      'gif': 'assets/back/back-extension.gif',
      'tip':"""허리, 엉덩이 그리고 허벅지 뒤까지 발달 시킬 수 있는 아주 좋은 운동이에요. 허리가 약하거나, 디스크 증상으로 고생을 하는 사람들에게 정말 좋은 운동이에요""",
      'preparation': """몸통 패드가 고관절에 닿을 수 있도록 위치를 조절해 주세요
발이 움직이지 않도록 발목을 패드에 붙여주세요""",
      'movement':"""가슴을 편 상태로 고관절을 굽히며 내려가 주세요
      코어에 힘을 주고 고관절을 펴면서 올라와 주세요""",
      'breathing':"""상체를 내릴 때 숨을 들이쉬고, 상체를 올릴 때 숨을 내쉬세요""",
      'precautions': """운동하는 내내 코어에 힘이 풀리지 않도록 주의해 주세요
허리가 말리지 않도록 가슴을 펴주세요""",
      'category': '등',
    },

    //가슴
    {
      'title': '바벨 벤치 프레스',
      'subtitle': '가슴, 삼두',
      'image': 'assets/chest/barbell-bench-press.png',
      'gif': 'assets/chest/barbell-bench-press.gif',
      'tip':"""가슴 운동중 가장 많이 하는 운동이에요. 벤치프레스만 잘해도 크고 넓은 가슴을 가질 수 있어요""",
      'preparation':"""벤치에 누워 두 발을 바닥에 고정해주세요
어깨를 뒤로 당긴 후 고정하여 어깨가 가슴보다 뒤에 위치하게 합니다
허리는 자연스러운 아치 모양이 되게 해주세요
어깨너비보다 조금 넓게 바벨을 두 손으로 잡아주세요
허리와 어깨를 고정한 채로 바벨을 들어 바벨을 가슴 위에 위치하게 합니다""",
      'movement':"""가슴 아래쪽에 바벨이 닿도록 천천히 바벨을 내려주세요
이때, 팔뚝(전완)은 바닥과 수직이 되어야 합니다
천천히 바벨을 들어 올려 시작 자세로 돌아오세요""",
      'breathing':"""팔을 구부릴 때 숨을 들이쉬고, 팔을 밀 때 숨을 내쉬세요""",
      'precautions':"""바벨이 가슴에 닿지 않으면 무리하지 않고 가능한 만큼만 내려주세요
어깨가 가슴보다 앞으로 오게 되면 어깨에 무리가 갈 수 있으니 주의해주세요
엉덩이가 벤치에서 떨어지지 않도록 주의해주세요""",
      'category': '가슴',
    },
    {
      'title': '바벨 인클라인 벤치 프레스',
      'subtitle': '가슴, 삼두',
      'image': 'assets/chest/barbell-incline-bench-press.png',
      'gif': 'assets/chest/barbell-incline-bench-press.gif',
      'tip':"""볼륨감 있는 윗가슴을 만들기 위한 최고의 운동이에요. 반동없이 정확한 자세로 자극을 느끼면서 밀어주세요""",
      'preparation':"""벤치를 15~30도 정도로 조절해주세요
벤치에 누워 두 발을 바닥에 고정해주세요
어깨를 뒤로 당긴 후 고정하여 어깨가 가슴보다 뒤에 위치하게 합니다
허리는 자연스러운 아치 모양이 되게 해주세요
어깨너비보다 조금 넓게 바벨을 두 손으로 잡아주세요
허리와 어깨를 고정한 채로 바벨을 들어 바벨을 가슴 위에 위치하게 합니다""",
      'movement':"""가슴 위쪽에 바벨이 닿도록 천천히 바벨을 내려주세요. 일반적인 벤치프레스보다 윗 쪽에 바벨이 닿아야 합니다
이때, 팔뚝(전완)은 바닥과 수직이 되어야 합니다
천천히 바벨을 들어 올려 시작 자세로 돌아오세요""",
      'breathing':"""팔을 구부릴 때 숨을 들이쉬고, 팔을 밀 때 숨을 내쉬세요""",
      'precautions':"""바벨이 가슴에 닿지 않으면 무리하지 않고 가능한 만큼만 내려주세요
어깨가 가슴보다 앞으로 오게 되면 어깨에 무리가 갈 수 있으니 주의해주세요
엉덩이가 벤치에서 떨어지지 않도록 주의해주세요""",
      'category': '가슴',
    },
    {
      'title': '바벨 디클라인 벤치 프레스',
      'subtitle': '가슴, 삼두',
      'image': 'assets/chest/barbell-decline-bench-press.png',
      'gif': 'assets/chest/barbell-decline-bench-press.gif',
      'tip':"""아랫가슴을 운동하기에 최고의 운동이에요. 자세가 어려워 부상 위험이 있으니 숙련자 분들께 추천해요""",
      'preparation':"""벤치에 누워 두 발을 바닥에 고정해주세요
어깨를 뒤로 당긴 후 고정하여 어깨가 가슴보다 뒤에 위치하게 합니다
허리는 자연스러운 아치 모양이 되게 해주세요
어깨너비보다 조금 넓게 바벨을 두 손으로 잡아주세요
허리와 어깨를 고정한 채로 바벨을 들어 바벨을 가슴 위에 위치하게 합니다""",
      'movement':"""가슴에 바벨이 닿도록 천천히 바벨을 내려주세요. 일반적인 벤치프레스보다 아래쪽에 바벨이 닿아야 합니다
이때, 팔뚝(전완)은 바닥과 수직이 되어야 합니다
천천히 바벨을 들어 올려 시작 자세로 돌아오세요""",
      'breathing':"""팔을 구부릴 때 숨을 들이쉬고, 팔을 밀 때 숨을 내쉬세요""",
      'precautions':"""안압이 높은 분은 다른 운동으로 대체해주세요
바벨이 가슴에 닿지 않으면 무리하지 않고 가능한 만큼만 내려주세요
어깨가 가슴보다 앞으로 오게 되면 어깨에 무리가 갈 수 있으니 주의해주세요
엉덩이가 벤치에서 떨어지지 않도록 주의해주세요""",
      'category': '가슴',
    },

    {
      'title': '덤벨 벤치 프레스',
      'subtitle': '가슴, 삼두',
      'image': 'assets/chest/dumbbell-bench-press.png',
      'gif': 'assets/chest/dumbbell-bench-press.gif',
      'tip':"""덤벨로 하는 벤치 프레스이기 때문에 바벨보다 손이 움직이는 범위가 더욱 커요. 밀면서 덤벨을 모으게 되면 가슴 안쪽까지 자극을 줄 수 있어요""",
      'preparation':"""덤벨을 두 손에 든 채로 벤치에 누워 두 발을 바닥에 고정해주세요
어깨를 뒤로 당긴 후 고정하여 어깨가 가슴보다 뒤에 위치하게 합니다
허리는 자연스러운 아치 모양이 되게 해주세요""",
      'movement':"""가슴 옆에 덤벨이 오도록 천천히 덤벨을 내려주세요
이때, 팔뚝(전완)은 바닥과 수직이 되어야 합니다
천천히 덤벨을 들어 올려 시작 자세로 돌아오세요""",
      'breathing':"""팔을 구부릴 때 숨을 들이쉬고, 팔을 밀 때 숨을 내쉬세요""",
      'precautions':"""덤벨을 가슴 높이까지 내릴 수 없다면 무리하지 않고 가능한 만큼만 내려주세요
어깨가 가슴보다 앞으로 오게 되면 어깨에 무리가 갈 수 있으니 주의해주세요
엉덩이가 벤치에서 떨어지지 않도록 주의해주세요""",      
      'category': '가슴',
    },
    {
      'title': '덤벨 인클라인 벤치 프레스',
      'subtitle': '가슴, 삼두',
      'image': 'assets/chest/dumbbell-incline-bench-press.png',
      'gif': 'assets/chest/dumbbell-incline-bench-press.gif',
      'tip':"""바벨로는 힘들었던 움직임의 범위를 덤벨을 통해 보완할 수 있어요. 더 세밀한 자극을 위해 덤벨로도 운동을 해봐요""",
      'preparation':"""덤벨을 두 손에 든 채로 벤치에 누워 두 발을 바닥에 고정해주세요
어깨를 뒤로 당긴 후 고정하여 어깨가 가슴보다 뒤에 위치하게 합니다
허리는 자연스러운 아치 모양이 되게 해주세요""",
      'movement':"""가슴 옆에 덤벨이 오도록 천천히 덤벨을 내려주세요
이때, 팔뚝(전완)은 바닥과 수직이 되어야 합니다
천천히 덤벨을 들어 올려 시작 자세로 돌아오세요""",
      'breathing':"""팔을 구부릴 때 숨을 들이쉬고, 팔을 밀 때 숨을 내쉬세요""",
      'precautions':"""덤벨을 가슴 높이까지 내릴 수 없다면 무리하지 않고 가능한 만큼만 내려주세요
어깨가 가슴보다 앞으로 오게 되면 어깨에 무리가 갈 수 있으니 주의해주세요
엉덩이가 벤치에서 떨어지지 않도록 주의해주세요""",
      'category': '가슴',
    },

    {
      'title': '머신 체스트 프레스',
      'subtitle': '가슴, 어깨',
      'image': 'assets/chest/machine-chest-press.png',
      'gif': 'assets/chest/machine-chest-press.gif',
      'tip':"""바벨, 덤벨을 사용한 벤치프레스가 어려웠다면 머신으로 쉽게 자극을 줄 수 있는 운동이에요. 팔 힘은 보조일뿐 가슴 근육을 최대한 써주세요""",
      'preparation':"""가슴을 펴고 허리를 세워 의자에 앉아 주세요
두 손으로 그립을 잡아주세요
허리를 약간 띄워 자연스러운 아치를 만들어주세요""",
      'movement':"""손잡이를 힘껏 밀어주세요
천천히 시작 자세로 돌아오세요""",
      'breathing':"""팔을 밀 때 숨을 내쉬고, 팔을 구부릴 때 숨을 들이쉬세요""",
      'precautions':"""팔꿈치를 완전히 펴면 무리가 갈 수 있으니 끝까지 펴지 않습니다""",
      'category': '가슴',
    },
    {
      'title': '랜드마인 체스트 프레스',
      'subtitle': '가슴, 어깨',
      'image': 'assets/chest/landmine-chest-press.png',
      'gif': 'assets/chest/landmine-chest-press.gif',
      'tip':"""윗 가슴과 전면 어깨를 발달시킬 수 있는 효과적인 운동이에요""",
      'preparation':"""바벨의 한쪽 끝을 고정시킵니다
다리를 어깨너비만큼 벌린 상태로 바벨의 끝부분을 양손으로 잡습니다""",
      'movement':"""손목이 꺾이지 않도록 유의하면서 바벨을 밀어올립니다
천천히 바벨을 내려 시작 자세로 돌아옵니다""",
      'breathing':"""바벨을 올릴 때 숨을 내쉬고, 바벨을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""윗 가슴 운동이 목적이라면 가슴을 내밀고, 전면 어깨가 목적이라면 웅크려주세요
가슴을 내밀 때 너무 과신장되지 않도록 주의해주세요""",
      'category': '가슴',
    },
    {
      'title': '덤벨 헥스 프레스',
      'subtitle': '가슴, 어깨',
      'image': 'assets/chest/dumbbell-hex-press.png',
      'gif': 'assets/chest/dumbbell-hex-press.gif',
      'tip':"""덤벨이 항상 붙어있도록 유지해주세요""",
      'preparation':"""벤치에 등을 대고 눕습니다
양 손에 덤벨을 쥐고 덤벨을 가슴 위에 붙여줍니다
덤벨을 가슴 바로 위에 수평으로 위치시키고, 덤벨끼리 맞닿게 합니다
팔꿈치는 약간 굽힌 상태로 시작합니다""",
      'movement':"""덤벨을 유지하면서 팔을 천천히 위로 밀어 올립니다
덤벨을 가슴 위에서 수직으로 올리고, 이때 덤벨은 계속 맞닿아 있어야 합니다
정점에서 가슴 근육에 긴장을 느끼며 잠시 멈춘 후, 덤벨을 천천히 내려 시작 자세로 돌아옵니다""",
      'breathing':"""덤벨을 밀어 올릴 때 숨을 내쉬고, 덤벨을 내릴 때 숨을 들이쉽니다""",
      'precautions':"""팔꿈치가 벌어지지 않도록 신경 써주세요
손목이 중립이 되도록 해주세요""",
      'category': '가슴',
    },
    {
      'title': '스벤드 프레스',
      'subtitle': '가슴, 삼두',
      'image': 'assets/chest/svend-press.png',
      'gif': 'assets/chest/svend-press.gif',
      'tip':"""두 손으로 무게를 강하게 누르며 가슴 근육에 집중하세요""",
      'preparation':"""가벼운 플레이트를 양손으로 가슴 앞에서 잡습니다
플레이트는 가슴 중앙에 위치하고, 손바닥을 사용해 플레이트를 강하게 눌러 고정합니다
발은 어깨 너비로 벌리고, 몸은 곧게 세운 상태로 준비합니다""",
      'movement':"""플레이트를 가슴에서 앞으로 천천히 밀어냅니다. 이때 플레이트가 떨어지지 않도록 계속 강하게 누르세요
팔을 완전히 펴기 직전에서 잠시 멈추고, 가슴 근육에 긴장을 느낍니다
그 후 천천히 플레이트를 가슴 쪽으로 다시 당겨옵니다""",
      'breathing':"""플레이트를 밀어낼 때 숨을 내쉬고, 플레이트를 당길 때 숨을 들이쉬세요""",
      'precautions':"""무게를 지나치게 무겁게 설정하지 말고, 가슴 근육에 집중하세요
팔꿈치가 너무 바깥쪽으로 벌어지지 않도록 신경 쓰세요
어깨에 부담이 가지 않도록 적절한 무게를 선택하세요""",
      'category': '가슴',
    },

    {
      'title': '케이블 플라이',
      'subtitle': '가슴, 어깨',
      'image': 'assets/chest/cable-fly.png',
      'gif': 'assets/chest/cable-fly.gif',
      'tip':"""가슴 근육의 수축을 느끼며 천천히 움직이세요""",
      'preparation':"""케이블 머신의 양쪽 핸들을 잡고, 케이블이 어깨 높이에 오도록 설정합니다
중앙으로 한 발 앞으로 나가거나 발을 어깨 너비로 벌려 안정된 자세를 취합니다
양 팔을 약간 굽히고 손을 앞으로 뻗은 상태에서 시작합니다""",
      'movement':"""가슴을 모으는 느낌으로 팔을 앞으로 가져오며 핸들이 서로 만나도록 합니다
가슴 근육이 충분히 수축될 때까지 밀어주고, 그 후 천천히 원래 자세로 돌아갑니다
반복 시 팔꿈치 각도를 일정하게 유지하며 천천히 수행합니다""",
      'breathing':"""팔을 앞으로 모을 때 숨을 내쉬고, 팔을 벌리며 원위치할 때 숨을 들이쉬세요""",
      'precautions':"""과도한 무게를 사용하지 말고 가슴 근육에 집중하세요
팔꿈치 각도가 지나치게 변하지 않도록 주의하세요""",
      'category': '가슴',
    },
    {
      'title': '케이블 하이 플라이',
      'subtitle': '가슴, 어깨',
      'image': 'assets/chest/cable-high-fly.png',
      'gif': 'assets/chest/cable-high-fly.gif',
      'tip':"""손이 아래쪽에서 만나도록 하여 상부 가슴 근육을 타겟팅하세요""",
      'preparation':"""케이블 머신의 핸들을 높은 위치로 설정합니다
양손으로 핸들을 잡고, 한 발을 앞으로 내밀어 안정된 자세를 취합니다
팔은 약간 굽힌 상태에서 양손이 어깨 높이 이상에서 시작되도록 설정합니다""",
      'movement':"""팔을 아래쪽으로 내리며, 양 손이 몸 중앙에서 만나도록 합니다
상부 가슴 근육을 수축시키며 천천히 움직이세요
그 후 천천히 원래 자세로 돌아갑니다""",
      'breathing':"""팔을 아래로 내릴 때 숨을 내쉬고, 팔을 위로 올릴 때 숨을 들이쉬세요""",
      'precautions':"""무리한 무게를 사용하지 말고, 어깨 관절에 부담이 가지 않도록 주의하세요
팔꿈치 각도를 유지하며 움직임을 천천히 컨트롤하세요""",
      'category': '가슴',
    },
    {
      'title': '케이블 로우 플라이',
      'subtitle': '가슴, 어깨',
      'image': 'assets/chest/cable-low-fly.png',
      'gif': 'assets/chest/cable-low-fly.gif',
      'tip':"""손이 위로 올라가며 하부 가슴 근육에 집중하세요""",
      'preparation':"""케이블 머신의 핸들을 낮은 위치로 설정합니다
양손으로 핸들을 잡고, 한 발을 앞으로 내밀어 안정된 자세를 취합니다
팔은 약간 굽힌 상태에서 양손이 허리 아래에서 시작되도록 설정합니다""",
      'movement':"""팔을 위로 올리며, 양 손이 가슴 위쪽에서 만나도록 합니다
하부 가슴 근육을 수축시키며 천천히 움직이세요
그 후 천천히 원래 자세로 돌아갑니다""",
      'breathing':"""팔을 위로 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""과도한 무게를 피하고 가슴 근육에 집중하세요
팔꿈치 각도를 일정하게 유지하며 부드럽게 움직이세요""",
      'category': '가슴',
    },
    {
      'title': '케이블 인클라인 벤치 플라이',
      'subtitle': '가슴, 어깨',
      'image': 'assets/chest/incline-cable-fly.png',
      'gif': 'assets/chest/incline-cable-fly.gif',
      'tip':"""케이블을 이용한 플라이 운동이에요. 덤벨을 올리는 위치에 따라 가슴 근육의 위, 중간, 아래 모두 자극을 줄 수 있어요""",
      'preparation':"""벤치를 15~30도 정도로 조절해주세요
그립을 두 손으로 잡고 벤치에 누워 두 발을 바닥에 고정해주세요
손바닥이 마주 보게 하고, 손이 가슴 위로 오게 들어주세요""",
      'movement':"""팔을 살짝 구부린 채로 손을 가슴 높이까지 내려 주세요
천천히 손을 들어 올려 시작 자세로 돌아오세요""",
      'breathing':"""팔을 모을 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions':"""어깨에 무리가 갈 수 있는 운동이므로 가벼운 무게로 해주세요
어깨에 통증이 있다면 중단하시고, 다른 운동으로 대체해주세요
팔이 완전히 펴지지 않게 주의해주세요""",
      'category': '가슴',
    },
    {
      'title': '케이블 디클라인 벤치 플라이',
      'subtitle': '가슴, 어깨',
      'image': 'assets/chest/decline-cable-fly.png',
      'gif': 'assets/chest/decline-cable-fly.gif',
      'tip':"""가슴 하부에 집중하며 동작을 천천히 수행하세요""",
      'preparation':"""케이블 머신의 핸들을 낮은 위치에 설정합니다
디클라인 벤치에 누워 양손으로 핸들을 잡습니다
팔을 약간 굽힌 상태로 가슴 하부가 자극될 수 있도록 양팔을 몸 옆으로 넓게 펼쳐 준비 자세를 갖춥니다""",
      'movement':"""양팔을 몸 앞으로 모으며 가슴 하부 근육을 수축시킵니다
손이 가슴 앞에서 만나도록 한 후, 천천히 시작 자세로 돌아옵니다
팔꿈치는 고정된 각도를 유지하고, 운동 내내 가슴 하부에 자극이 가도록 합니다""",
      'breathing':"""팔을 앞으로 모을 때 숨을 내쉬고, 팔을 벌릴 때 숨을 들이쉬세요""",
      'precautions':"""팔꿈치 각도를 일정하게 유지하여 어깨 관절에 무리가 가지 않도록 하세요
과도한 무게를 피하고 가슴 하부에 자극이 집중되도록 동작을 천천히 수행하세요""",
      'category': '가슴',
    },

    {
      'title': '푸시 업',
      'subtitle': '가슴, 어깨, 삼두',
      'image': 'assets/chest/push-up.png',
      'gif': 'assets/chest/push-up.gif',
      'tip':"""몸을 일직선으로 유지하고, 가슴 근육에 집중하세요""",
      'preparation':"""바닥에 엎드려 양 손을 어깨 너비로 벌리고 손바닥을 바닥에 댑니다
발가락을 바닥에 대고 몸을 들어올려 팔을 곧게 펴서 플랭크 자세를 만듭니다
몸은 머리부터 발끝까지 일직선을 유지해야 합니다""",
      'movement':"""팔꿈치를 굽혀 몸을 천천히 바닥으로 내립니다
가슴이 바닥에 거의 닿기 직전까지 내려간 후, 팔을 펴면서 몸을 다시 밀어 올립니다
가슴 근육을 수축하며 동작을 반복합니다""",
      'breathing':"""몸을 내릴 때 숨을 들이쉬고, 몸을 밀어올릴 때 숨을 내쉬세요""",
      'precautions':"""허리가 과도하게 내려가지 않도록 주의하세요
팔꿈치가 몸에 너무 가까워지지 않도록 하여 어깨와 팔꿈치의 부담을 줄이세요""",
      'category': '가슴',
    },
    {
      'title': '중량 푸시 업',
      'subtitle': '가슴, 어깨, 삼두',
      'image': 'assets/chest/weighted-push-up.png',
      'gif': 'assets/chest/weighted-push-up.gif',
      'tip':"""가슴 근육에 집중하면서 무게를 잘 분배하세요""",
      'preparation':"""푸쉬 업 자세를 취한 후, 등 위에 중량판이나 웨이트를 올립니다
중량이 안정적으로 위치하도록 조정한 뒤 몸을 일직선으로 유지하며 플랭크 자세를 만듭니다""",
      'movement':"""중량을 유지한 상태에서 팔꿈치를 굽혀 몸을 천천히 바닥으로 내립니다
가슴이 바닥에 거의 닿기 직전까지 내려간 후, 팔을 펴서 몸을 다시 밀어 올립니다
가슴 근육을 수축하며 동작을 반복합니다""",
      'breathing':"""몸을 내릴 때 숨을 들이쉬고, 몸을 밀어올릴 때 숨을 내쉬세요""",
      'precautions':"""중량이 등이 아닌 다른 부위에 집중되지 않도록 주의하세요
허리가 과도하게 내려가지 않도록 안정된 자세를 유지하세요
과도한 중량을 사용하지 말고 무게를 천천히 증가시키세요""",
      'category': '가슴',
    },

    {
      'title': '바벨 풀 오버',
      'subtitle': '가슴, 등',
      'image': 'assets/chest/barbell-pullover.png',
      'gif': 'assets/chest/barbell-pullover.gif',
      'tip':"""풀오버는 상체전반을 타겟하기 좋은 운동이에요. 어깨너비로 바벨을 잡고 진행하기 때문에 가슴근육의 바깥쪽을 타겟할 수 있어요""",
      'preparation':"""바벨을 잡은 채로 벤치에 누워, 두 발을 바닥에 고정해주세요
바벨을 얼굴 위에 위치해주세요""",
      'movement':"""천천히 바벨을 정수리 위로 내려주세요
이때, 가슴과 등이 충분히 늘어나야 합니다
천천히 바벨을 들어 올려 시작 자세로 돌아오세요""",
      'breathing':"""팔을 내릴 때 숨을 들이쉬고, 팔을 올릴 때 숨을 내쉬세요""",
      'precautions':"""바벨을 정수리 위까지 내릴 수 없다면 무리하지 않고 가능한 만큼만 내려주세요""",
      'category': '가슴',
    },
    {
      'title': '덤벨 풀 오버',
      'subtitle': '가슴, 삼두',
      'image': 'assets/chest/dumbbell-pullover.png',
      'gif': 'assets/chest/dumbbell-pullover.gif',
      'tip':"""풀오버 동작은 상체 전반의 근육을 발달시키는 운동이에요. 가슴, 광배, 삼두 근육까지 자극을 줄 수 있어요""",
      'preparation':"""덤벨을 두 손으로 잡은 채로 등 윗부분을 벤치에 고정하고, 두 발을 바닥에 고정해주세요
엉덩이에 힘을 주어 허리를 펴 줍니다
덤벨을 얼굴 위에 위치해주세요""",
      'movement':"""천천히 덤벨을 정수리 위로 내려주세요
이때, 가슴과 등이 충분히 늘어나야 합니다
천천히 덤벨을 들어 올려 시작 자세로 돌아오세요""",
      'breathing':"""팔을 내릴 때 숨을 들이쉬고, 팔을 올릴 때 숨을 내쉬세요""",
      'precautions':"""덤벨을 정수리 위까지 내릴 수 없다면 무리하지 않고 가능한 만큼만 내려주세요""",
      'category': '가슴',
    },

    {
      'title': '팩 덱 플라이(머신 플라이)',
      'subtitle': '가슴',
      'image': 'assets/chest/pec-deck-fly.png',
      'gif': 'assets/chest/pec-deck-fly.gif',
      'tip':"""초보자도 어려움없이 실시할 수 있는 플라이 운동이에요. 강한 수축과 이완을 느낄수 있고, 엄청 큰 통나무를 안는다고 생각하면 더욱 쉬워요""",
      'preparation':"""가슴을 펴고 허리를 세워 의자에 앉아 주세요
손잡이와 가슴이 일직선상 있도록 의자를 조절해 주세요
두 손으로 자연스럽게 그립을 잡아주세요
그립을 잡기 어렵다면 한 쪽씩 차례로 잡아주세요""",
      'movement':"""팔을 살짝 구부린 채로 가슴 근육을 사용하여 손을 모아주세요
천천히 다시 시작 자세로 돌아오세요""",
      'breathing':"""팔을 모을 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions':"""어깨에 무리가 갈 수 있는 운동이므로 가벼운 무게로 해주세요
어깨에 통증이 있다면 중단하시고, 다른 운동으로 대체해주세요
팔이 완전히 펴지지 않게 주의해주세요""",
      'category': '가슴',
    },

    {
      'title': '체스트 딥스',
      'subtitle': '가슴, 삼두',
      'image': 'assets/chest/chest-dip.png',
      'gif': 'assets/chest/chest-dip.gif',
      'tip':"""맨몸 가슴운동으로 무게중심에 따라 아랫가슴과 삼두에 자극을 줄 수 있어요. 부상위험이 높기 때문에 보조가 되는 머신이나 밴드 이용을 추천해 드려요""",
      'preparation':"""두 손으로 그립을 잡아 몸을 띄워 주세요
어깨가 으쓱하지 않도록 아래로 내려 고정해주세요
다리는 자연스럽게 꼬아 뒤로 보내줍니다""",
      'movement':"""어깨가 아래로 고정된 채로 천천히 내려가 주세요
너무 많이 내려가면 어깨가 다칠 수 있으니 조금씩 가동 범위를 늘려 주세요
코어에 힘을 준 채로 시작 자세로 돌아오세요""",
      'breathing':"""팔을 구부릴 때 숨을 들이쉬고, 팔을 밀 때 숨을 내쉬세요""",
      'precautions':"""몸무게가 많이 나가는 분은 어깨에 무리가 갈 수 있으니 다른 운동으로 대체해주세요
너무 많이 내려가면 어깨가 다칠 수 있으니 주의해주세요""",
      'category': '가슴',
    },
    
    //어깨
    {
      'title': '바벨 숄더 프레스(밀리터리 프레스, 오버헤드 프레스)',
      'subtitle': '어깨, 삼두',
      'image': 'assets/shoulder/military-press.png',
      'gif': 'assets/shoulder/military-press.gif',
      'tip':"""어깨 앞쪽 근육을 주로 쓰며 머리 위로 번쩍 들었을 때는 바벨과 몸이 일직선이 돼야 해요""",
      'preparation':"""바벨이 쇄골 바로 위에 위치하게 해주세요
팔꿈치는 뒤로 빠지는 게 아니라 바벨보다 앞에 위치해야 합니다
가슴을 펴고 엉덩이에 힘을 주어 머리부터 발바닥까지 바로 선 자세를 유지해주세요
발 너비는 어깨너비로 유지합니다""",
      'movement':"""바벨을 머리 위로 들어 올리세요. 내 몸 앞이 아닌, 머리 위로 들어 올려주세요
엉덩이와 코어에 힘을 준 채로 바벨을 천천히 내려 시작 자세로 돌아오세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""바벨을 너무 넓게 잡으면 어깨에 무리가 갈 수 있으니 주의해주세요
엉덩이와 코어에 힘이 풀리면 허리에 무리가 갈 수 있으니 주의해주세요
동작 내내 상체 전체가 단단하게 유지되어야 합니다""",
      'category': '어깨',
    },
    {
      'title': '덤벨 프론트 레이즈',
      'subtitle': '어깨',
      'image': 'assets/shoulder/dumbbell-front-raise.png',
      'gif': 'assets/shoulder/dumbbell-front-raise.gif',
      'tip':"""전면 어깨의 볼륨감을 위한 필수 운동이에요. 전면 어깨의 자극을 느끼면서 운동을 진행해 주세요""",
      'preparation':"""양손에 덤벨을 들고 어깨너비로 서주세요
덤벨은 허벅지 앞에 위치하게 합니다
가슴을 열고 허리를 세워 주세요""",
      'movement':"""팔꿈치를 살짝 구부린 채로 덤벨을 어깨높이까지 천천히 들어 올려주세요
손바닥의 방향은 바닥을 향하게 해주세요
덤벨을 천천히 내려 시작 자세로 돌아오세요
단, 덤벨을 완전히 내리지 않고, 어깨에 힘이 풀리기 전까지만 내려주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨높이보다 덤벨을 높게 들지 않도록 주의해주세요""",
      'category': '어깨',
    },
    {
      'title': '케이블 프론트 레이즈',
      'subtitle': '어깨',
      'image': 'assets/shoulder/cable-front-raise.png',
      'gif': 'assets/shoulder/cable-front-raise.gif',
      'tip':"""케이블로 할 수 있는 어깨 앞면 운동이에요. 케이블 운동은 지속적인 자극을 느낄 수 있어요""",
      'preparation':"""양손으로 그립을 잡고 어깨너비로 서주세요
손은 허벅지 앞에 위치하게 합니다
가슴을 열고 허리를 세워 주세요""",
      'movement':"""팔꿈치를 살짝 구부린 채로 손을 어깨높이까지 천천히 들어 올려주세요
손을 천천히 내려 시작 자세로 돌아오세요
단, 손을 완전히 내리지 않고, 어깨에 힘이 풀리기 전까지만 내려주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨높이보다 손을 높게 들지 않도록 주의해주세요""",
      'category': '어깨',
    },
    {
      'title': '플레이트 프론트 레이즈',
      'subtitle': '어깨',
      'image': 'assets/shoulder/plate-front-raise.png',
      'gif': 'assets/shoulder/plate-front-raise.gif',
      'tip':"""플레이트는 덤벨보다 조금 더 무거운 무게를 들 수 있기 때문에 더 큰 자극을 줄 수 있어요""",
      'preparation':"""양손으로 플레이트를 잡고 어깨너비로 서주세요
손은 허벅지 앞에 위치하게 합니다
가슴을 열고 허리를 세워 주세요""",
      'movement':"""팔꿈치를 살짝 구부린 채로 손을 어깨높이까지 천천히 들어 올려주세요
손을 천천히 내려 시작 자세로 돌아오세요
단, 손을 완전히 내리지 않고, 어깨에 힘이 풀리기 전까지만 내려주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨높이보다 손을 높게 들지 않도록 주의해주세요""",
      'category': '어깨',
    },
    {
      'title': '아놀드 덤벨 프레스',
      'subtitle': '어깨, 삼두',
      'image': 'assets/shoulder/arnold-press.png',
      'gif': 'assets/shoulder/arnold-press.gif',
      'tip':"""아놀드라는 사람이 만든 운동이고, 어깨 근육을 전체적으로 발달시킬 수 있는 운동이에요""",
      'preparation':"""벤치에 앉아 가슴을 펴고 허리를 세워 주세요
등받이가 있다면 90도가 아닌 70~80도 정도로 조절해주세요
덤벨을 양손에 들고 몸 앞에 위치시켜 주세요
손바닥의 방향이 몸을 향해야 합니다""",
      'movement':"""손바닥이 앞을 보도록 덤벨을 회전하며 들어 올려 주세요
덤벨을 가운데로 모으지 않고, 그대로 들어 올려 주세요
천천히 시작 자세로 돌아오세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""일반적인 숄더 프레스보다 전면 삼각근을 더 많이 사용하는 운동입니다
회전근개가 안좋은 분들은 일반적인 숄더프레스보다 아놀드프레스를 추천해 드려요""",
      'category': '어깨',
    },
    {
      'title': '시티드 덤벨 숄더 프레스',
      'subtitle': '어깨, 삼두',
      'image': 'assets/shoulder/dumbbell-shoulder-press.png',
      'gif': 'assets/shoulder/dumbbell-shoulder-press.gif',
      'tip':"""덤벨 운동의 경우 움직일 수 있는 범위가 넓어 앞뒤로 움직이는 어깨와 양옆으로 움직이는 팔을 잡아줘야 하기 때문에 어깨 균형 발달에 도움이 돼요. 중심을 잡아야 하므로 머신보다 더 효과적인 운동이 될 수 있어요""",
      'preparation':"""벤치에 앉아 가슴을 펴고 허리를 세워 주세요
등받이가 있다면 90도가 아닌 70~80도 정도로 조절해주세요
덤벨을 양손에 들고 귀 옆에 위치시켜 주세요
팔꿈치는 완전히 몸 옆이 아닌 살짝 앞에 위치시켜 주세요""",
      'movement':"""덤벨을 수직으로 들어 올려 주세요
덤벨을 가운데로 모으지 않고, 그대로 들어 올려 주세요
천천히 시작 자세로 돌아오세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨에 통증이 있거나 소리가 난다면, 팔꿈치를 몸 옆이 아닌 앞으로 위치시켜 주세요""",
      'category': '어깨',
    },
    {
      'title': '머신 숄더 프레스',
      'subtitle': '어깨, 삼두',
      'image': 'assets/shoulder/machine-shoulder-press.png',
      'gif': 'assets/shoulder/machine-shoulder-press.gif',
      'tip':"""전면과 측면의 어깨 근육을 발달시킬 수 있는 운동이에요. 머신은 운동방향이 동일하여 초보자분들도 쉽게 자세를 잡을 수 있어요""",
      'preparation':"""기구에 앉아 가슴을 펴고 허리를 세워 주세요
그립을 단단히 잡아주세요""",
      'movement':"""무게를 수직으로 들어 올려 주세요
천천히 시작 자세로 돌아오세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨에 통증이 있거나 소리가 난다면, 팔꿈치가 몸 앞에 위치하도록 그립을 바꿔주세요""",
      'category': '어깨',
    },
    {
      'title': '케이블 숄더 프레스',
      'subtitle': '어깨, 삼두',
      'image': 'assets/shoulder/cable-shoulder-press.png',
      'gif': 'assets/shoulder/cable-shoulder-press.gif',
      'tip':"""케이블을 이용한 어깨 전면 운동이에요. 케이블로 운동할 땐 흔들리지 않도록 더욱 주의해주세요""",
      'preparation':"""케이블 머신의 핸들을 낮은 위치에 설정합니다
양손으로 핸들을 잡고, 팔꿈치를 굽힌 채로 어깨 높이까지 들어올립니다
발을 어깨 너비로 벌리고, 안정된 자세를 취합니다""",
      'movement':"""핸들을 위로 밀어내며 팔을 곧게 펴줍니다. 이때 어깨 근육을 수축시키며 동작을 천천히 수행하세요
팔꿈치를 완전히 펴기 직전에서 잠시 멈추고, 다시 천천히 시작 자세로 돌아옵니다""",
      'breathing':"""핸들을 밀어올릴 때 숨을 내쉬고, 핸들을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""무리한 무게를 사용하지 말고 어깨 관절의 안정성을 유지하세요
허리가 과도하게 뒤로 젖혀지지 않도록 주의하세요""",
      'category': '어깨',
    },
    {
      'title': '케이블 업라이트 로우',
      'subtitle': '어깨, 이두',
      'image': 'assets/shoulder/cable-upright-row.png',
      'gif': 'assets/shoulder/cable-upright-row.gif',
      'tip':"""팔꿈치를 들어 올리며 승모근과 어깨 근육에 집중하세요""",
      'preparation':"""케이블 머신의 핸들을 낮은 위치에 설정합니다
양손으로 핸들을 잡고, 바벨이나 손잡이가 몸 앞에 오도록 설정합니다
발을 어깨 너비로 벌리고, 몸을 안정된 자세로 준비합니다""",
      'movement':"""핸들을 턱 아래로 끌어올리며 팔꿈치를 바깥쪽으로 들어 올립니다
팔꿈치는 어깨 높이 이상으로 올라가야 하며, 승모근과 어깨 근육에 자극을 느끼도록 합니다
핸들을 천천히 원래 자세로 되돌립니다""",
      'breathing':"""핸들을 들어 올릴 때 숨을 내쉬고, 핸들을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨에 과도한 부담을 주지 않도록 무리한 중량을 사용하지 마세요
팔꿈치가 지나치게 뒤로 넘어가지 않도록 주의하세요""",
      'category': '어깨',
    },
    {
      'title': '바벨 업라이트 로우',
      'subtitle': '어깨, 승모',
      'image': 'assets/shoulder/barbell-upright-row.png',
      'gif': 'assets/shoulder/barbell-upright-row.gif',
      'tip':"""측면 어깨를 자극하는 운동이에요. 팔꿈치를 먼저 들어주고, 손이 따라오게 해주세요""",
      'preparation':"""어깨너비로 서주세요
바벨을 어깨너비보다 조금 넓게 잡고, 바벨을 허벅지 앞에 위치하게 합니다
가슴을 열고 허리를 세워 주세요""",
      'movement':"""바벨을 몸과 가까이 한 채로 어깨높이까지 들어 올려 주세요
천천히 시작 자세로 돌아오세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨에 무리가 갈 수 있는 운동이니 어깨에서 소리가 나거나 통증이 있다면 다른 운동으로 대체해주세요""",
      'category': '어깨',
    },
    

    {
      'title': '덤벨 레터럴 레이즈(사이드 레터럴 레이즈)',
      'subtitle': '어깨',
      'image': 'assets/shoulder/dumbbell-lateral-raise.png',
      'gif': 'assets/shoulder/dumbbell-lateral-raise.gif',
      'tip':"""측면 어깨를 타겟으로 하는 운동이에요. 측면 어깨 운동은 미적인 아름다움을 만들어주는 대표적인 어깨 운동이에요""",
      'preparation':"""양손에 덤벨을 들고 어깨너비로 서주세요
가슴을 열고 허리를 세워 주세요""",
      'movement':"""팔꿈치를 살짝 구부린 채로 덤벨을 어깨높이까지 천천히 들어 올려주세요
손바닥의 방향은 바닥 혹은 몸 앞쪽을 향하게 해주세요
덤벨을 천천히 내려 시작 자세로 돌아오세요
단, 덤벨을 완전히 내리지 않고, 어깨에 힘이 풀리기 전까지만 내려주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨높이보다 덤벨을 높게 들지 않도록 주의해주세요
손바닥이 몸 뒤를 향하면 어깨가 아플 수 있으니 바닥 혹은 몸 앞을 향하게 해주세요""",
      'category': '어깨',
    },
    {
      'title': '머신 레터럴 레이즈',
      'subtitle': '어깨',
      'image': 'assets/shoulder/machine-lateral-raise.png',
      'gif': 'assets/shoulder/machine-lateral-raise.gif',
      'tip':"""머신을 사용해서 측면 어깨를 운동하는 운동이에요. 머신을 사용하면 초보자분들도 쉽게 자세를 잡을 수 있어요""",
      'preparation':"""기구에 앉아 가슴을 펴고 허리를 세워 주세요
패드에 팔뚝(전완)을 고정하고, 그립을 잡아주세요""",
      'movement':"""팔꿈치를 구부린 채로 기구를 어깨높이까지 천천히 들어 올려주세요
천천히 내려 시작 자세로 돌아오세요
단, 기구를 완전히 내리지 않고, 어깨에 힘이 풀리기 전까지만 내려주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨높이보다 기구를 높게 들지 않도록 주의해주세요""",
      'category': '어깨',
    },
    {
      'title': '케이블 레터럴 레이즈',
      'subtitle': '어깨, 전완',
      'image': 'assets/shoulder/cable-lateral-raise.png',
      'gif': 'assets/shoulder/cable-lateral-raise.gif',
      'tip':"""케이블로 할 수 있는 측면 어깨 운동이에요. 케이블 운동은 지속적인 자극을 느낄 수 있어요""",
      'preparation':"""한 손으로 그립을 잡고 어깨너비로 서주세요
가슴을 열고 허리를 세워 주세요""",
      'movement':"""팔꿈치를 살짝 구부린 채로 손을 어깨높이까지 천천히 들어 올려주세요
손바닥의 방향은 바닥 혹은 몸 앞쪽을 향하게 해주세요
손을 천천히 내려 시작 자세로 돌아오세요
단, 손을 완전히 내리지 않고, 어깨에 힘이 풀리기 전까지만 내려주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨높이보다 손을 높게 들지 않도록 주의해주세요
손바닥이 몸 뒤를 향하면 어깨가 아플 수 있으니 바닥 혹은 몸 앞을 향하게 해주세요""",
      'category': '어깨',
    },
    {
      'title': '덤벨 인클라인 Y 레이즈',
      'subtitle': '어깨, 승모',
      'image': 'assets/shoulder/dumbbell-incline-y-raise.png',
      'gif': 'assets/shoulder/dumbbell-incline-y-raise.gif',
      'tip':"""팔을 Y 모양으로 들어올리면서 어깨와 승모근에 집중하세요""",
      'preparation':"""인클라인 벤치를 약 30도 각도로 설정합니다.
가벼운 덤벨을 양손에 쥐고 벤치에 가슴을 대고 눕습니다.
팔을 약간 굽힌 상태로 덤벨을 바닥을 향해 내려트립니다""",
      'movement':"""팔을 Y 모양으로 위쪽으로 들어올리며 어깨 근육을 수축시킵니다
정점에서 잠시 멈춘 후, 천천히 덤벨을 원래 자세로 내려줍니다
팔은 어깨 넓이보다 조금 넓게 벌리고, 어깨가 수축되는 느낌을 받으며 운동을 진행합니다""",
      'breathing':"""팔을 들어올릴 때 숨을 내쉬고, 덤벨을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""무리한 무게를 사용하지 말고, 정확한 폼으로 어깨와 승모근에 자극을 집중하세요
허리를 과도하게 아치형으로 만들지 않도록 주의하세요""",
      'category': '어깨',
    },
    {
      'title': '케이블 Y 레이즈',
      'subtitle': '어깨, 삼두',
      'image': 'assets/shoulder/cable-y-raise.png',
      'gif': 'assets/shoulder/cable-y-raise.gif',
      'tip':"""케이블을 잡고 Y 모양으로 천천히 들어 올리며 어깨 근육에 집중하세요""",
      'preparation':"""케이블 머신의 핸들을 낮은 위치로 설정합니다
양손으로 케이블을 잡고, 몸을 앞으로 기울인 상태로 서서 양팔이 바닥을 향하도록 합니다
팔꿈치는 약간 굽힌 상태로 준비합니다""",
      'movement':"""팔을 Y 모양으로 위쪽으로 들어올리며 어깨 근육을 수축시킵니다
양 팔이 어깨보다 높이 올라가지 않도록 조절하고, 정점에서 잠시 멈춥니다
천천히 케이블을 원래 위치로 되돌리며 동작을 반복합니다""",
      'breathing':"""팔을 들어올릴 때 숨을 내쉬고, 케이블을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨 관절에 무리가 가지 않도록 무리한 중량을 피하고, 정확한 자세로 수행하세요
팔꿈치를 지나치게 굽히지 말고, 어깨와 승모근을 사용하는 데 집중하세요""",
      'category': '어깨',
    },
    

    {
      'title': '덤벨 리어 델트 레이즈(벤트 오버 레터럴 레이즈)',
      'subtitle': '어깨, 등',
      'image': 'assets/shoulder/dumbbell-rear-delt-raise.png',
      'gif': 'assets/shoulder/dumbbell-rear-delt-raise.gif',
      'tip':"""어깨 후면을 자극하는 운동이에요. 어깨 후면 운동 중 가장 대표적인 운동이에요""",
      'preparation':"""양손에 덤벨을 들고 어깨너비로 서주세요
엉덩이를 뒤로 빼면서 상체를 앞으로 굽혀줍니다""",
      'movement':"""팔꿈치를 살짝 구부린 채로 덤벨을 어깨높이까지 천천히 들어 올려주세요
덤벨을 천천히 내려 시작 자세로 돌아오세요
단, 덤벨을 완전히 내리지 않고, 어깨에 힘이 풀리기 전까지만 내려주세요""",
      'breathing':"""팔을 올릴 때 숨을 내쉬고, 팔을 내릴 때 숨을 들이쉬세요""",
      'precautions':"""어깨높이보다 덤벨을 높게 들지 않도록 주의해주세요""",
      'category': '어깨',
    },
    {
      'title': '머신 리버스 플라이(팩 덱 리어 델트, 머신 리어 델트 플라이)',
      'subtitle': '어깨, 등',
      'image': 'assets/shoulder/machine-reverse-fly.png',
      'gif': 'assets/shoulder/machine-reverse-fly.gif',
      'tip':"""어깨 후면을 자극하는 운동이에요. 앞으로 쭉 어깨를 빼서 운동하고, 어깨 운동이기 때문에 등이 움직이면 안돼요""",
      'preparation':"""배를 기구에 대고 앉아 상체를 고정해주세요
그립이 어깨높이에 오게 잡습니다""",
      'movement':"""팔을 편 채로 기구를 당겨주세요
다시 천천히 시작 자세로 돌아가세요""",
      'breathing':"""팔을 벌릴 때 숨을 내쉬고, 팔을 모을 때 숨을 들이쉬세요""",
      'precautions':"""날개뼈를 과도하게 접으면 후면 어깨가 아닌 승모근이 사용되므로 주의해주세요""",
      'category': '어깨',
    },
    {
      'title': '케이블 페이스 풀',
      'subtitle': '어깨, 이두',
      'image': 'assets/shoulder/cable-face-pull.png',
      'gif': 'assets/shoulder/cable-face-pull.gif',
      'tip':"""얼굴쪽으로 당겨 페이스풀이라는 이름이 붙었어요. 어깨 후면을 자극하는 운동이고, 어깨를 펴주는 효과도 있기 때문에 라운드 숄더가 있는 사람에게도 좋은 운동이에요""",
      'preparation':"""케이블이 얼굴 앞에 오도록 조정해주세요
그립을 두 손으로 잡고, 팔을 쭉 펴서 얼굴 앞에 위치시킵니다""",
      'movement':"""귀 위쪽으로 그립을 당겨주세요
당길 때, 날개뼈가 과도하게 접히지 않게 해주세요
다시 천천히 시작 자세로 돌아오세요""",
      'breathing':"""팔을 당길 때 숨을 내쉬고, 팔을 펼 때 숨을 들이쉬세요""",
      'precautions':"""날개뼈를 과도하게 접으면 후면 어깨가 아닌 승모근이 사용되므로 주의해주세요""",
      'category': '어깨',
    },
    {
      'title': '밴드 페이스 풀',
      'subtitle': '어깨, 이두',
      'image': 'assets/shoulder/banded-face-pull.png',
      'gif': 'assets/shoulder/banded-face-pull.gif',
      'tip':"""후면 삼각근과 승모근에 집중하며 밴드를 천천히 당기세요""",
      'preparation':"""밴드를 고정된 지점에 머리 높이 정도로 묶습니다
양손으로 밴드의 양 끝을 잡고, 밴드가 팽팽해질 때까지 뒤로 물러납니다
서서 팔을 앞쪽으로 뻗어 준비 자세를 취합니다""",
      'movement':"""팔꿈치를 뒤로 당기면서 밴드를 얼굴 쪽으로 끌어옵니다
팔꿈치는 어깨와 같은 높이로 들어 올리며 후면 삼각근과 승모근을 수축합니다
밴드를 천천히 원래 위치로 되돌리며 반복합니다""",
      'breathing':"""밴드를 당길 때 숨을 내쉬고, 밴드를 풀어줄 때 숨을 들이쉬세요""",
      'precautions':"""팔꿈치가 너무 아래로 내려가지 않도록 주의하고, 어깨와 팔이 일직선이 되도록 유지하세요
너무 빠르게 당기지 말고 근육에 집중하며 천천히 동작을 수행하세요""",
      'category': '어깨',
    },

    {
      'title': '클린 앤 저크',
      'subtitle': '어깨, 대퇴사두',
      'image': 'assets/shoulder/clean-and-jerk.png',
      'gif': 'assets/shoulder/clean-and-jerk.gif',
      'tip':"""폭발적인 힘을 사용하여 바벨을 일관되게 들어 올리세요""",
      'preparation':"""바벨을 바닥에 두고 발을 어깨 너비로 벌려 서서 바벨을 양손으로 잡습니다
팔은 어깨 너비보다 조금 넓게 벌리고, 허리를 펴서 준비 자세를 취합니다
가슴을 내밀고 등을 곧게 유지하면서 바벨을 준비합니다""",
      'movement':"""클린: 다리와 엉덩이의 힘을 사용해 바벨을 위로 들어올리며, 동시에 팔꿈치를 앞으로 돌려 어깨 위에 바벨을 받칩니다
저크: 바벨을 어깨 위에서 폭발적으로 위로 밀어 올려 팔을 완전히 펴고, 다리로 살짝 반동을 주어 바벨을 머리 위로 밀어올립니다
바벨을 천천히 내리며 동작을 반복합니다""",
      'breathing':"""클린 단계에서 바벨을 들어올릴 때 숨을 내쉬고, 저크 단계에서 바벨을 밀어 올릴 때 숨을 내쉬세요. 바벨을 내릴 때는 숨을 들이쉬세요""",
      'precautions':"""무게를 들 때 허리가 둥글게 말리지 않도록 주의하세요
어깨와 허리에 무리한 부담이 가지 않도록 적절한 무게를 선택하세요
기술적인 동작이므로 천천히 연습하고 부드럽게 연결하세요""",
      'category': '어깨',
    },

    //삼두
    {
      'title': '클로즈 그립 벤치 프레스',
      'subtitle': '삼두, 가슴',
      'image': 'assets/triceps/close-grip-bench-press.png',
      'gif': 'assets/triceps/close-grip-bench-press.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '클로즈 그립 덤벨 프레스',
      'subtitle': '삼두, 가슴',
      'image': 'assets/triceps/close-grip-dumbbell-press.png',
      'gif': 'assets/triceps/close-grip-dumbbell-press.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '덤벨 테이트 프레스',
      'subtitle': '삼두, 가슴',
      'image': 'assets/triceps/dumbbell-tate-press.png',
      'gif': 'assets/triceps/dumbbell-tate-press.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },

    {
      'title': '딥스',
      'subtitle': '삼두, 어깨',
      'image': 'assets/triceps/tricep-dips.png',
      'gif': 'assets/triceps/tricep-dips.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '중량 딥스',
      'subtitle': '삼두, 어깨',
      'image': 'assets/triceps/weighted-dips.png',
      'gif': 'assets/triceps/weighted-dips.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '머신 어시스티드 딥스',
      'subtitle': '삼두, 어깨',
      'image': 'assets/triceps/machine-assisted-dips.png',
      'gif': 'assets/triceps/machine-assisted-dips.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '벤치 딥스',
      'subtitle': '삼두, 어깨',
      'image': 'assets/triceps/bench-dips.png',
      'gif': 'assets/triceps/bench-dips.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },

    {
      'title': '덤벨 트라이셉 익스텐션',
      'subtitle': '삼두',
      'image': 'assets/triceps/dumbbell-tricep-extension.png',
      'gif': 'assets/triceps/dumbbell-tricep-extension.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '원 암 트라이셉 익스텐션',
      'subtitle': '삼두',
      'image': 'assets/triceps/one-arm-tricep-extension.png',
      'gif': 'assets/triceps/one-arm-tricep-extension.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '덤벨 라잉 트라이셉 익스텐션',
      'subtitle': '삼두',
      'image': 'assets/triceps/dumbbell-lying-tricep-extension.png',
      'gif': 'assets/triceps/dumbbell-lying-tricep-extension.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '머신 트라이셉 익스텐션',
      'subtitle': '삼두',
      'image': 'assets/triceps/machine-tricep-extension.png',
      'gif': 'assets/triceps/machine-tricep-extension.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },

    {
      'title': '바벨 라잉 트라이셉 익스텐션(스컬크러셔)',
      'subtitle': '삼두, 전완',
      'image': 'assets/triceps/barbell-lying-tricep-extension.png',
      'gif': 'assets/triceps/barbell-lying-tricep-extension.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '바벨 인클라인 트라이셉 익스텐션(스컬크러셔)',
      'subtitle': '삼두',
      'image': 'assets/triceps/barbell-incline-tricep-extension.png',
      'gif': 'assets/triceps/barbell-incline-tricep-extension.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },

    {
      'title': '케이블 오버헤드 트라이셉 익스텐션',
      'subtitle': '삼두',
      'image': 'assets/triceps/cable-overhead-tricep-extension.png',
      'gif': 'assets/triceps/cable-overhead-tricep-extension.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },

    {
      'title': '케이블 트라이셉 푸시다운',
      'subtitle': '삼두',
      'image': 'assets/triceps/cable-tricep-pushdown.png',
      'gif': 'assets/triceps/cable-tricep-pushdown.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '케이블 로프 트라이셉 푸시다운',
      'subtitle': '삼두',
      'image': 'assets/triceps/cable-rope-tricep-pushdown.png',
      'gif': 'assets/triceps/cable-rope-tricep-pushdown.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '케이블 리버스그립 트라이셉 푸시다운',
      'subtitle': '삼두',
      'image': 'assets/triceps/cable-reverse-grip-pushdown.png',
      'gif': 'assets/triceps/cable-reverse-grip-pushdown.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '케이블 V바 트라이셉 푸시다운',
      'subtitle': '삼두',
      'image': 'assets/triceps/v-bar-tricep-pushdown.png',
      'gif': 'assets/triceps/v-bar-tricep-pushdown.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },

    {
      'title': '덤벨 트라이셉 킥 백',
      'subtitle': '삼두, 어깨',
      'image': 'assets/triceps/dumbbell-tricep-kickback.png',
      'gif': 'assets/triceps/dumbbell-tricep-kickback.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    {
      'title': '케이블 트라이셉 킥 백',
      'subtitle': '삼두',
      'image': 'assets/triceps/cable-tricep-kickback.png',
      'gif': 'assets/triceps/cable-tricep-kickback.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '삼두',
    },
    
    //이두
    {
      'title': '컨센트레이션 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/concentration-curl.png',
      'gif': 'assets/biceps/concentration-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '덤벨 바이셉 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/dumbbell-biceps-curl.png',
      'gif': 'assets/biceps/dumbbell-biceps-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '덤벨 해머 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/hammer-curl.png',
      'gif': 'assets/biceps/hammer-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '덤벨 인클라인 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/dumbbell-incline-curl.png',
      'gif': 'assets/biceps/dumbbell-incline-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '덤벨 인클라인 해머 컬',
      'subtitle': '이두',
      'image': 'assets/biceps/dumbbell-incline-hammer-curl.png',
      'gif': 'assets/biceps/dumbbell-incline-hammer-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '덤벨 프리쳐 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/dumbbell-preacher-curl.png',
      'gif': 'assets/biceps/dumbbell-preacher-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '덤밸 조트맨 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/zottman-curl.png',
      'gif': 'assets/biceps/zottman-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },

    {
      'title': '바벨 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/barbell-curl.png',
      'gif': 'assets/biceps/barbell-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '바벨 클로즈 그립 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/barbell-close-grip-curl.png',
      'gif': 'assets/biceps/barbell-close-grip-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '바벨 리버스 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/barbell-reverse-curl.png',
      'gif': 'assets/biceps/barbell-reverse-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '바벨 프리쳐 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/barbell-preacher-curl.png',
      'gif': 'assets/biceps/barbell-preacher-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '바벨 드래그 컬',
      'subtitle': '이두, 어깨',
      'image': 'assets/biceps/drag-curl.png',
      'gif': 'assets/biceps/drag-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '스파이더 바벨 컬',
      'subtitle': '이두, 어깨',
      'image': 'assets/biceps/spider-barbell-curl.png',
      'gif': 'assets/biceps/spider-barbell-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },

    {
      'title': '이지 바 바이셉 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/ez-bar-bicep-curl.png',
      'gif': 'assets/biceps/ez-bar-bicep-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '이지 바 리버스 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/ez-bar-reverse-curl.png',
      'gif': 'assets/biceps/ez-bar-reverse-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '이지 바 프리쳐 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/ez-bar-preacher-curl.png',
      'gif': 'assets/biceps/ez-bar-preacher-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },

    {
      'title': '케이블 바이셉 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/cable-bicep-curl.png',
      'gif': 'assets/biceps/cable-bicep-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '케이블 해머 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/cable-hammer-curl.png',
      'gif': 'assets/biceps/cable-hammer-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },
    {
      'title': '케이블 프리쳐 컬',
      'subtitle': '이두, 전완',
      'image': 'assets/biceps/cable-preacher-curl.png',
      'gif': 'assets/biceps/cable-preacher-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },

    {
      'title': '머신 바이셉 컬',
      'subtitle': '이두',
      'image': 'assets/biceps/machine-bicep-curl.png',
      'gif': 'assets/biceps/machine-bicep-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '이두',
    },

    //전완
    {
      'title': '덤벨 리스트 컬',
      'subtitle': '전완',
      'image': 'assets/forearm/dumbbell-wrist-curl.png',
      'gif': 'assets/forearm/dumbbell-wrist-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '전완',
    },
    {
      'title': '덤벨 리버스 리스트 컬',
      'subtitle': '전완',
      'image': 'assets/forearm/dumbbell-reverse-wrist-curl.png',
      'gif': 'assets/forearm/dumbbell-reverse-wrist-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '전완',
    },
    {
      'title': '바벨 리스트 컬',
      'subtitle': '전완',
      'image': 'assets/forearm/barbell-wrist-curl.png',
      'gif': 'assets/forearm/barbell-wrist-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '전완',
    },
    {
      'title': '바벨 리버스 리스트 컬',
      'subtitle': '전완',
      'image': 'assets/forearm/barbell-reverse-wrist-curl.png',
      'gif': 'assets/forearm/barbell-reverse-wrist-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '전완',
    },
    {
      'title': '리스트 롤러',
      'subtitle': '전완, 어깨',
      'image': 'assets/forearm/wrist-roller.png',
      'gif': 'assets/forearm/wrist-roller.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '전완',
    },
    {
      'title': '비하인드 백 리스트 컬',
      'subtitle': '전완',
      'image': 'assets/forearm/behind-the-back-wrist-curl.png',
      'gif': 'assets/forearm/behind-the-back-wrist-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '전완',
    },

    //복근
    {
      'title': '크런치',
      'subtitle': '복근',
      'image': 'assets/abs/crunch.png',
      'gif': 'assets/abs/crunch.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '디클라인 크런치',
      'subtitle': '복근',
      'image': 'assets/abs/decline-crunch.png',
      'gif': 'assets/abs/decline-crunch.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '바이시클 크런치',
      'subtitle': '복근',
      'image': 'assets/abs/bicycle-crunch.png',
      'gif': 'assets/abs/bicycle-crunch.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '보수 크런치',
      'subtitle': '복근',
      'image': 'assets/abs/bosu-crunch.png',
      'gif': 'assets/abs/bosu-crunch.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '리버스 크런치',
      'subtitle': '복근',
      'image': 'assets/abs/reverse-crunch.png',
      'gif': 'assets/abs/reverse-crunch.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '사이드 크런치',
      'subtitle': '복근',
      'image': 'assets/abs/side-crunch.png',
      'gif': 'assets/abs/side-crunch.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },

    {
      'title': '싯 업(윗몸일으키기)',
      'subtitle': '복근',
      'image': 'assets/abs/sit-up.png',
      'gif': 'assets/abs/sit-up.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '디클라인 싯 업',
      'subtitle': '복근',
      'image': 'assets/abs/decline-sit-up.png',
      'gif': 'assets/abs/decline-sit-up.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '버터플라이 싯 업',
      'subtitle': '복근',
      'image': 'assets/abs/butterfly-sit-up.png',
      'gif': 'assets/abs/butterfly-sit-up.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '엘보우 투 니 싯 업',
      'subtitle': '복근',
      'image': 'assets/abs/elbow-to-knee-sit-up.png',
      'gif': 'assets/abs/elbow-to-knee-sit-up.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '레이즈드 싯 업',
      'subtitle': '복근',
      'image': 'assets/abs/raised-sit-up.png',
      'gif': 'assets/abs/raised-sit-up.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': 'V 싯 업',
      'subtitle': '복근',
      'image': 'assets/abs/v-sit-up.png',
      'gif': 'assets/abs/v-sit-up.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },

    {
      'title': '케이블 시티드 크런치',
      'subtitle': '복근',
      'image': 'assets/abs/cable-seated-crunch.png',
      'gif': 'assets/abs/cable-seated-crunch.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '케이블 스탠딩 크런치',
      'subtitle': '복근',
      'image': 'assets/abs/cable-standing-crunch.png',
      'gif': 'assets/abs/cable-standing-crunch.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    
    {
      'title': '중량 러시안 트위스트',
      'subtitle': '복근',
      'image': 'assets/abs/weighted-russian-twist.png',
      'gif': 'assets/abs/weighted-russian-twist.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '케이블 트위스트',
      'subtitle': '복근',
      'image': 'assets/abs/cable-twist.png',
      'gif': 'assets/abs/cable-twist.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },

    {
      'title': '레그 레이즈',
      'subtitle': '복근',
      'image': 'assets/abs/leg-raise.png',
      'gif': 'assets/abs/leg-raise.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '행잉 레그 레이즈',
      'subtitle': '복근',
      'image': 'assets/abs/hanging-leg-raise.png',
      'gif': 'assets/abs/hanging-leg-raise.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '캡틴 체어 니 레이즈',
      'subtitle': '복근, 삼두',
      'image': 'assets/abs/captains-chair-knee-raise.png',
      'gif': 'assets/abs/captains-chair-knee-raise.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '토즈 투 바',
      'subtitle': '복근, 어깨',
      'image': 'assets/abs/toes-to-bar.png',
      'gif': 'assets/abs/toes-to-bar.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },

    {
      'title': '플랭크',
      'subtitle': '복근',
      'image': 'assets/abs/plank.png',
      'gif': 'assets/abs/plank.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },
    {
      'title': '사이드 플랭크',
      'subtitle': '복근, 둔근',
      'image': 'assets/abs/side-plank.png',
      'gif': 'assets/abs/side-plank.png',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '복근',
    },

    //둔근
    {
      'title': '스테퍼',
      'subtitle': '둔근, 대퇴사두',
      'image': 'assets/glutes/stepper.png',
      'gif': 'assets/glutes/stepper.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '스텝 업',
      'subtitle': '둔근, 햄스트링',
      'image': 'assets/glutes/step-up.png',
      'gif': 'assets/glutes/step-up.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },

    {
      'title': '케이블 킥 백',
      'subtitle': '둔근, 햄스트링',
      'image': 'assets/glutes/cable-kickback.png',
      'gif': 'assets/glutes/cable-kickback.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '힙 쓰러스트',
      'subtitle': '둔근, 햄스트링',
      'image': 'assets/glutes/hip-thrust.png',
      'gif': 'assets/glutes/hip-thrust.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '싱글 레그 힙 쓰러스트',
      'subtitle': '둔근, 햄스트링',
      'image': 'assets/glutes/single-leg-hip-thrust.png',
      'gif': 'assets/glutes/single-leg-hip-thrust.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '바벨 힙 쓰러스트',
      'subtitle': '둔근, 햄스트링',
      'image': 'assets/glutes/barbell-hip-thrust.png',
      'gif': 'assets/glutes/barbell-hip-thrust.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '엘리베이트 힙 쓰러스트',
      'subtitle': '둔근, 햄스트링',
      'image': 'assets/glutes/elevated-hip-thrust.png',
      'gif': 'assets/glutes/elevated-hip-thrust.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '케이블 풀 쓰루',
      'subtitle': '둔근, 등',
      'image': 'assets/glutes/cable-pull-through.png',
      'gif': 'assets/glutes/cable-pull-through.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    
    {
      'title': '힙 브릿지',
      'subtitle': '둔근, 햄스트링',
      'image': 'assets/glutes/hip-bridge.png',
      'gif': 'assets/glutes/hip-bridge.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '밴드 힙 어브덕션',
      'subtitle': '둔근, 대퇴사두',
      'image': 'assets/glutes/band-hip-abduction.png',
      'gif': 'assets/glutes/band-hip-abduction.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '프로그 펌프',
      'subtitle': '둔근, 햄스트링',
      'image': 'assets/glutes/frog-pump.png',
      'gif': 'assets/glutes/frog-pump.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '머신 힙 어브덕션(아웃 싸이)',
      'subtitle': '둔근, 햄스트링',
      'image': 'assets/glutes/hip-abduction-machine.png',
      'gif': 'assets/glutes/hip-abduction-machine.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },
    {
      'title': '리버스 디피싯 런지',
      'subtitle': '둔근, 대퇴사두',
      'image': 'assets/glutes/reverse-deficit-lunge.png',
      'gif': 'assets/glutes/reverse-deficit-lunge.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '둔근',
    },

    //대퇴사두
    {
      'title': '스쿼트',
      'subtitle': '대퇴사두, 햄스트링',
      'image': 'assets/quadriceps/squat.png',
      'gif': 'assets/quadriceps/squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '스플릿 스쿼트',
      'subtitle': '대퇴사두, 햄스트링',
      'image': 'assets/quadriceps/split-squat.png',
      'gif': 'assets/quadriceps/split-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '바벨 스쿼트',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/barbell-squat.png',
      'gif': 'assets/quadriceps/barbell-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '바벨 프론트 스쿼트',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/barbell-front-squat.png',
      'gif': 'assets/quadriceps/barbell-front-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '바벨 핵 스쿼트',
      'subtitle': '대퇴사두, 햄스트링',
      'image': 'assets/quadriceps/barbell-hack-squat.png',
      'gif': 'assets/quadriceps/barbell-hack-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '바벨 스플릿 스쿼트',
      'subtitle': '대퇴사두, 햄스트링',
      'image': 'assets/quadriceps/barbell-split-squat.png',
      'gif': 'assets/quadriceps/barbell-split-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '바벨 스모 스쿼트',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/barbell-sumo-squat.png',
      'gif': 'assets/quadriceps/barbell-sumo-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '덤벨 고블릿 스쿼트',
      'subtitle': '대퇴사두, 햄스트링',
      'image': 'assets/quadriceps/dumbbell-goblet-squat.png',
      'gif': 'assets/quadriceps/dumbbell-goblet-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '불가리안 스플릿 스쿼트',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/bulgarian-split-squat.png',
      'gif': 'assets/quadriceps/bulgarian-split-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '싸이클리스트 스쿼트',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/cyclist-squat.png',
      'gif': 'assets/quadriceps/cyclist-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '머신 핵 스쿼트',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/machine-hack-squat.png',
      'gif': 'assets/quadriceps/machine-hack-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '피스톨 스쿼트',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/pistol-squat.png',
      'gif': 'assets/quadriceps/pistol-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },

    {
      'title': '레그 익스텐션',
      'subtitle': '대퇴사두',
      'image': 'assets/quadriceps/leg-extension.png',
      'gif': 'assets/quadriceps/leg-extension.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '레그 프레스',
      'subtitle': '대퇴사두, 종아리',
      'image': 'assets/quadriceps/leg-press.png',
      'gif': 'assets/quadriceps/leg-press.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },

    {
      'title': '런지',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/lunge.png',
      'gif': 'assets/quadriceps/lunge.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '스미스 머신 런지',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/smith-machine-lunge.png',
      'gif': 'assets/quadriceps/smith-machine-lunge.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },

    {
      'title': '바벨 스내치',
      'subtitle': '대퇴사두, 햄스트링',
      'image': 'assets/quadriceps/barbell-snatch.png',
      'gif': 'assets/quadriceps/barbell-snatch.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '케틀벨 스내치',
      'subtitle': '대퇴사두, 어깨',
      'image': 'assets/quadriceps/barbell-split-squat.png',
      'gif': 'assets/quadriceps/barbell-split-squat.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    
    {
      'title': '버피',
      'subtitle': '대퇴사두, 전신',
      'image': 'assets/quadriceps/burpee.png',
      'gif': 'assets/quadriceps/burpee.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '스쿼트 버피',
      'subtitle': '대퇴사두, 전신',
      'image': 'assets/quadriceps/squat-burpee.png',
      'gif': 'assets/quadriceps/squat-burpee.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '싸이클',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/cycle.png',
      'gif': 'assets/quadriceps/cycle.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '일립티컬 머신',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/elliptical-machine.png',
      'gif': 'assets/quadriceps/elliptical-machine.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },

    {
      'title': '트레드밀',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/treadmill-running.png',
      'gif': 'assets/quadriceps/treadmill-running.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '인클라인 트레드밀',
      'subtitle': '대퇴사두, 햄스트링',
      'image': 'assets/quadriceps/incline-treadmill.png',
      'gif': 'assets/quadriceps/incline-treadmill.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },
    {
      'title': '스텝 업',
      'subtitle': '대퇴사두, 둔근',
      'image': 'assets/quadriceps/weighted-step-up.png',
      'gif': 'assets/quadriceps/weighted-step-up.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '대퇴사두',
    },

    //햄스트링
    {
      'title': '데드리프트(바벨 데드리프트)',
      'subtitle': '햄스트링, 등',
      'image': 'assets/hamstring/barbell-deadlift.png',
      'gif': 'assets/hamstring/barbell-deadlift.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '바벨 굿모닝',
      'subtitle': '햄스트링, 등',
      'image': 'assets/hamstring/barbell-good-morning.png',
      'gif': 'assets/hamstring/barbell-good-morning.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '바벨 루마니안 데드리프트',
      'subtitle': '햄스트링, 등',
      'image': 'assets/hamstring/barbell-romanian-deadlift.png',
      'gif': 'assets/hamstring/barbell-romanian-deadlift.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '디피싯 데드리프트',
      'subtitle': '햄스트링, 대퇴사두',
      'image': 'assets/hamstring/deficit-deadlift.png',
      'gif': 'assets/hamstring/deficit-deadlift.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '덤벨 루마니안 데드리프트',
      'subtitle': '햄스트링, 등',
      'image': 'assets/hamstring/dumbbell-romanian-deadlift.png',
      'gif': 'assets/hamstring/dumbbell-romanian-deadlift.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '케틀벨 데드리프트',
      'subtitle': '햄스트링, 등',
      'image': 'assets/hamstring/kettlebell-deadlift.png',
      'gif': 'assets/hamstring/kettlebell-deadlift.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '스미스 머신 데드리프트',
      'subtitle': '햄스트링, 등',
      'image': 'assets/hamstring/smith-machine-deadlift.png',
      'gif': 'assets/hamstring/smith-machine-deadlift.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '스티프 레그 데드리프트',
      'subtitle': '햄스트링, 등',
      'image': 'assets/hamstring/stiff-leg-deadlift.png',
      'gif': 'assets/hamstring/stiff-leg-deadlift.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '스모 데드리프트',
      'subtitle': '햄스트링, 등',
      'image': 'assets/hamstring/sumo-deadlift.png',
      'gif': 'assets/hamstring/sumo-deadlift.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },

    {
      'title': '레그 컬',
      'subtitle': '햄스트링, 등',
      'image': 'assets/hamstring/leg-curl.png',
      'gif': 'assets/hamstring/leg-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '라잉 레그 컬',
      'subtitle': '햄스트링, 종아리',
      'image': 'assets/hamstring/lying-leg-curl.png',
      'gif': 'assets/hamstring/lying-leg-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '시티드 레그 컬',
      'subtitle': '햄스트링, 종아리',
      'image': 'assets/hamstring/seated-leg-curl.png',
      'gif': 'assets/hamstring/seated-leg-curl.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },
    {
      'title': '글루트 햄 레이즈',
      'subtitle': '햄스트링, 둔근',
      'image': 'assets/hamstring/glute-ham-raise.png',
      'gif': 'assets/hamstring/glute-ham-raise.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },

    {
      'title': '로잉 머신',
      'subtitle': '햄스트링, 대퇴사두',
      'image': 'assets/hamstring/rowing-machine.png',
      'gif': 'assets/hamstring/rowing-machine.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },

    {
      'title': '케틀벨 스윙',
      'subtitle': '햄스트링, 둔근',
      'image': 'assets/hamstring/kettlebell-swing.png',
      'gif': 'assets/hamstring/kettlebell-swing.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },

    {
      'title': '박스 점프',
      'subtitle': '햄스트링, 둔근',
      'image': 'assets/hamstring/box-jump.png',
      'gif': 'assets/hamstring/box-jump.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '햄스트링',
    },

    //승모
    {
      'title': '바벨 슈러그',
      'subtitle': '승모',
      'image': 'assets/trapezius/barbell-shrug.png',
      'gif': 'assets/trapezius/barbell-shrug.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '승모',
    },
    {
      'title': '바벨 비하인드 백 슈러그',
      'subtitle': '승모',
      'image': 'assets/trapezius/behind-back-shrug.png',
      'gif': 'assets/trapezius/behind-back-shrug.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '승모',
    },
    {
      'title': '바벨 오버헤드 슈러그',
      'subtitle': '승모',
      'image': 'assets/trapezius/overhead-shrug.png',
      'gif': 'assets/trapezius/overhead-shrug.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '승모',
    },

    {
      'title': '덤벨 슈러그',
      'subtitle': '승모',
      'image': 'assets/trapezius/dumbbell-shrug.png',
      'gif': 'assets/trapezius/dumbbell-shrug.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '승모',
    },

    {
      'title': '랫 풀 다운 리버스 슈러그',
      'subtitle': '승모',
      'image': 'assets/trapezius/lat-pulldown-reverse-shrug.png',
      'gif': 'assets/trapezius/lat-pulldown-reverse-shrug.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '승모',
    },

    {
      'title': '케이블 슈러그',
      'subtitle': '승모',
      'image': 'assets/trapezius/cable-shrug.png',
      'gif': 'assets/trapezius/cable-shrug.gif',
      'tip':"""   """,
      'preparation':"""   """,
      'movement':"""   """,
      'breathing':"""  """,
      'precautions':"""   """,
      'category': '승모',
    },

    //종아리
    {
      'title': '카프 레이즈',
      'subtitle': '종아리',
      'image': 'assets/calf/calf-raise.png',
      'gif': 'assets/calf/calf-raise.gif',
      'tip':"""매끈한 종아리를 만들기 위한 운동이에요""",
      'preparation':"""밟고 올라갈 수 있는 물체를 준비해주세요
물체 위에 두 발을 앞꿈치로 올라서 주세요
어깨너비로 다리를 벌려주세요""",
      'movement':"""최대한 높이 발뒤꿈치를 올려 종아리 근육을 수축해 주세요
무게 저항을 버티며 발뒤꿈치가 땅에 닿지 않게 멈춰주세요""",
      'breathing':"""다리를 올릴 때 숨을 내쉬고, 다리를 내릴 때 숨을 들이쉬세요""",
      'precautions':"""중심을 잡기 어려울 때는 벽이나 물체를 손으로 짚어주세요""",
      'category': '종아리',
    },
    {
      'title': '스탠딩 카프 레이즈',
      'subtitle': '종아리',
      'image': 'assets/calf/standing-calf-raise.png',
      'gif': 'assets/calf/standing-calf-raise.gif',
      'tip':"""내려갔다가 올라올때 중간에서 한번 멈췄다가 끝까지 올려보세요""",
      'preparation':"""어깨 위에 무게를 위치시키고, 양손으로 머신을 잡고 받침대 위에 서세요""",
      'movement':"""종아리의 힘을 이용하여 몸 전체를 위로 들어올리세요
종아리의 자극을 유지하면서 천천히 몸을 내려 시작 자세로 돌아오세요""",
      'breathing':"""다리를 올릴 때 숨을 내쉬고, 다리를 내릴 때 숨을 들이쉬세요""",
      'precautions':"""허리가 꺾이지 않도록 가슴을 펴고, 코어에 힘을 주세요""",
      'category': '종아리',
    },
    {
      'title': '덤벨 카프 레이즈',
      'subtitle': '종아리',
      'image': 'assets/calf/dumbbell-calf-raise.png',
      'gif': 'assets/calf/dumbbell-calf-raise.gif',
      'tip':"""움직임을 서두르지 마세요
      천천히 발뒤꿈치를 땅에서 들어올리면서 종아리를 위쪽으로 조이세요
      그런 다음 발뒤꿈치를 천천히 아래로 내리세요""",
      'preparation':"""발을 어깨 너비로 벌리고 발가락을 곧게 펴거나 약간 바깥쪽으로 놓으세요""",
      'movement':"""숨을 내쉬면서 양쪽 발의 볼을 아래로 밀어내며 복부 근육이 수축되고 등이 곧게 펴지도록 하여 발뒤꿈치를 바닥에서 천천히 들어 올리세요
종아리가 완전히 수축되고 발의 공으로 균형을 잡을 때 잠시 멈추세요
숨을 들이쉬면서 점차적으로 발뒤꿈치를 바닥에 내려 시작 위치로 낮추어 동작 전반에 걸쳐 제어력을 유지시키세요""",
      'breathing':"""다리를 밀 때 숨을 내쉬고, 다리를 당길 때 숨을 들이쉬세요""",
      'precautions':"""흔들리거나 앞으로 기대지 마세요""",
      'category': '종아리',
    },
    {
      'title': '덤벨 시티드 카프 레이즈',
      'subtitle': '종아리',
      'image': 'assets/calf/dumbbell-seated-calf-raise.png',
      'gif': 'assets/calf/dumbbell-seated-calf-raise.gif',
      'tip':"""발뒤꿈치를 최대한 높이 들어 발의 볼을 밀어내세요""",
      'preparation':"""등을 곧게 펴고 덤벨이 무릎에서 미끄러지지 않도록 단단히 잡으세요""",
      'movement':"""두 발의 볼을 아래로 눌러 발뒤꿈치를 바닥에서 천천히 들어올리면서 덤벨이 흔들리지 않게 유지하세요
종아리가 최대한 높아졌을 때 잠시 멈췄다가 천천히 발뒤꿈치를 낮추어 시작 위치로 돌아갑니다
원하는 반복 횟수만큼 이 동작을 반복하여 운동 전반에 걸쳐 덤벨과 균형을 제어할 수 있도록 하세요""",
      'breathing':"""다리를 밀 때 숨을 내쉬고, 다리를 당길 때 숨을 들이쉬세요""",
      'precautions':""" 동작의 가장 아래쪽에서 발뒤꿈치를 바닥에서 튕겨내면 근력보다는 운동량을 사용하게 되어 운동의 효과를 감소시킬수 있으니 주의하세요 
항상 발뒤꿈치를 천천히 그리고 통제된 방식으로 낮추세요""",
      'category': '종아리',
    },
    {
      'title': '레그 프레스 카프 레이즈',
      'subtitle': '종아리',
      'image': 'assets/calf/leg-press-calf-raise.png',
      'gif': 'assets/calf/leg-press-calf-raise.gif',
      'tip':"""카프 레이즈를 할 때 가능한 다리를 곧게 하세요""",
      'preparation':"""몸을 머신 중앙에 위치시키고, 발판 하단에 발을 올려주세요
다리는 어깨너비보다 좁게 벌려주세요
가슴을 펴고, 허리는 살짝 아치를 만들어 주세요""",
      'movement':"""발뒤꿈치를 밀어 종아리 근육을 수축해 주세요.
무게 저항을 버티며 천천히 시작 자세로 돌아와 주세요""",
      'breathing':"""다리를 밀 때 숨을 내쉬고, 다리를 당길 때 숨을 들이쉬세요""",
      'precautions':"""무릎이 벌어지지 않게 조심해 주세요
허리가 꺾이지 않도록 가슴을 펴고, 코어에 힘을 주세요""",
      'category': '종아리',
    },
    {
      'title': '시티드 카프 레이즈',
      'subtitle': '종아리',
      'image': 'assets/calf/seated-calf-raise.png',
      'gif': 'assets/calf/seated-calf-raise.gif',
      'tip':"""바닥에 뒷꿈치가 닿으면 근육의 긴장이 풀어지므로 주의하세요""",
      'preparation':"""머신에 앉아서 앞쪽에 솟아있는 손잡이를 양손으로 잡고, 등을 아치형으로 유지하세요
      발의 간격은 엉덩이 너비 정도로 벌리고, 무릎을 패드밑에 밀착시킨 상태로 발바닥의 앞부분만 발판에 걸치세요
      호흡을 내쉬며 뒤꿈치를 가능한 한 높이 올린후 호흡을 들이쉬며 뒷꿈치가 바닥에 닿기 직전까지 충분히 내려주세요""",
      'movement':"""발 받침대 위에 양발을 올리고 머신에 앉으세요
발 뒷꿈치를 최대한의 높이로 천천히 올려주세요 이때 종아리 근육을 쥐어짠다는 느낌으로 잠깐 멈춰주세요
천천히 발 뒷꿈치를 내려 시작 자세로 돌아오세요""",
      'breathing':"""다리를 밀 때 숨을 내쉬고, 다리를 당길 때 숨을 들이쉬세요""",
      'precautions':"""무릎이 벌어지지 않게 조심해 주세요
허리가 꺾이지 않도록 가슴을 펴고, 코어에 힘을 주세요""",
      'category': '종아리',
    },
    {
      'title': '스미스 머신 카프 레이즈',
      'subtitle': '종아리',
      'image': 'assets/calf/smith-machine-calf-raise.png',
      'gif': 'assets/calf/smith-machine-calf-raise.gif',
      'tip':"""카프 레이즈를 할 때 가능한 다리를 곧게 하세요""",
      'preparation':"""스텝 박스 위에 두 발을 앞꿈치로 올라서 주세요
어깨너비보다 넓게 바벨을 잡고, 승모근에 올려주세요
어깨너비로 다리를 벌려주세요""",
      'movement':"""최대한 높이 발뒤꿈치를 올려 종아리 근육을 수축해 주세요
무게 저항을 버티며 발뒤꿈치가 땅에 닿지 않게 멈춰주세요""",
      'breathing':"""다리를 올릴 때 숨을 내쉬고, 다리를 내릴 때 숨을 들이쉬세요""",
      'precautions':"""발뒤꿈치를 많이 내려 중심이 흔들리지 않도록 조심해 주세요
상체가 흔들리지 않도록 코어에 힘을 주세요""",
      'category': '종아리',
    },

    {
      'title': '줄넘기',
      'subtitle': '종아리, 이두',
      'image': 'assets/calf/jump-rope.png',
      'gif': 'assets/calf/jump-rope.gif',
      'tip':"""몸을 똑바로 세우고 일정한 속도로 점프하세요""",
      'preparation':"""양발을 함께 모으고 줄을 뒤에 둔 채로""",
      'movement':"""발을 고정하고 손잡이를 잡은 상태로 앉으세요
다리를 쭉 펴면서 손잡이를 몸쪽으로 당기세요
팔이 완전히 펴지지 않도록 조절하고 복부 힘을 유지하세요""",
      'breathing':"""일정하게 숨을 들이마시고 내쉰다""",
      'precautions':"""뛰는 동안 발목에 무리가 가지 않도록 부드럽게 착지하세요""",
      'category': '종아리',
    },
  ];